<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    
    <!-- FOR THE CURIOUS: This site was made by @thebarrytone. Don't tell his mom. -->
    
    <title>Fiona Krakenbuerger - BA - interviews</title>
</head>

<body>
    <header>
        <h1>Interview Transcripts</h1>
    </header>

<hr>


<h3>Content</h3>


<a href="http://arduina.github.io/arduina.net/">/home</a><br>
<a href="http://arduina.github.io/arduina.net/bachelor/index.html">/home/bachelor</a><br>
<a href="http://arduina.github.io/arduina.net/bachelor/readingnotes.html">/home/bachelor/readingnotes</a><br>
→ <a href="http://arduina.github.io/arduina.net/bachelor/interviews.html">/home/bachelor/interviews</a><br>
<a href="http://arduina.github.io/arduina.net/bachelor/thoughts.html">/home/bachelor/thoughts</a><br>
<a href="http://arduina.github.io/arduina.net/bachelor/thesis.html">/home/bachelor/thesis</a><br>

<hr>

<p>The interview transcripts are free to use for your research or other purposes. They are licensed with <a href="http://creativecommons.org/licenses/by-sa/4.0/">CC-BY-Sa 4.0</a>. I kindly ask you to get in touch with me in case you are using the data, since I'm currently experimenting with writing an open source thesis and would love to track the effects. In case you need the original audio files, I'll happily share them with you, just drop me a <a href="mailto:fiona@arduina.net">line</a>. Thanks!</p>

<hr>

<a href="#railsgirls">Interview 1: Railsgirls</a><br>
<a href="#htw">Interview 2: Informatik-Studiengang für Frauen an der HTW</a><br>
<a href="#outreachy">Interview 3: Outreachy</a><br>

<hr>

<h2 id="railsgirls">Interview with <a href="https://twitter.com/lauralindal">Laura Laugwitz</a>, May 15th, Berlin</a></h2><br>


<p>0:37<br />
F: Ich w&uuml;rd mich freuen wenn du einfach&#8230; mir erkl&auml;rst, was sind die Rails Girls und &auml;hm spielst du dort eine Rolle und wenn ja welche? </p>

<p>00:48<br />
L: &Auml;hm also Rails Girls ist ein Projekt, das in Finnland gestartet hat, 2011, und war eigentlich eine einmaliger Workshop, um Frauen Programmierung mit Rails beizubringen. Zumindest 'n Start.</p>

<p>00:57<br />
F: Wann war der erste? Wei&szlig;t du das?</p>

<p>00:58<br />
L: Irgendwann in 2011. </p>

<p>01:00<br />
F: Ahja, ok.</p>

<p>01:01<br />
L: Also zumindest in Finnland. Und nach Berlin ist das ganze dann 2012 gewandert, also erstmal - in Finnland ist es dann regelm&auml;&szlig;iger geworden, weil's halt gut angekommen ist &auml;hm und 2012 wurde dann in Berlin der erste Worksop durchgef&uuml;hrt, bei dem war ich allerdings nicht dabei, &auml;hm, und der kam so gut an, dass sich auch hier eine Gruppe gegr&uuml;ndet hat, die gesagt &quot;hey, das wollen wir jetzt auch regelm&auml;&szlig;ig machen. Das hei&szlig;t in Berlin gibt es seit 2012 diese Rails Girls Workshops &auml;hm und &#8230; ja, was wir machen ist halt, ein, also &auml;hm, meistens ist es ein Tag und ein Abend davor noch Einstieg in Webprogrammierung und die Frauen die da kommen machen halt ein Tutorial bei dem sie selber &#96;ne Anwendung selber dann schreiben.</p>

<p>01:42<br />
L: Da ist noch relativ viel Copy Paste, relativ viele Sachen, die man nicht unbedingt versteht von Anfang an, aber ich glaub, das wichtige an dem Workshop ist auch erstmal, dass man &#96;n positives Lernerlebnis hat und was hat und was man sozusagen sieht und dann weitermacht danach. Und &auml;h berlin hat halt den irgendwie den gro&szlig;en Vorteil, dass ganz viele Rails-Entwickler oder Leute, die sich zumindest ausreichend damit auskennen, da sind, und die auch alle sehr motiviert sind, so dass sich halt neben diesen Anf&auml;ngerinnen-Workshops auch Hackdays passieren und die Leute dann weiterlernen k&ouml;nnen und es gibt halt auch ne ganze Menge an Lerngruppen, also Leuten, die sich einmal die Woche oder alle zwei Wochen treffen, um dann weiter Projekte zu machen oder weiter zusammen zu lernen. Das ist halt meistens irgendwie begleitet von einem oder zwei Coaches, damit auch so 'n bisschen Hintergrundwissen dabei ist.</p>

<p>02:29<br />
F: Und wie ist das genau strukturiert, so ein Workshop also so das zentrale Herzst&uuml;ck ist ja schon der Workshop eigentlich, 'ne? Den ihr alle 6 Monate...</p>

<p>02:38<br />
L: &Auml;hm&#8230;ja, es kommt 'n bisschen drauf an, wieviel Zeit wir haben aber der Plan ist eigentlich dreimal im Jahr &rsquo;nen Anf&auml;ngerinnenworkshop zu haben und dreimal im Jahr &rsquo;nen Hackday, so, dass alle zwei Monate irgendwas stattfindet. &Auml;hm&#8230; und die Anf&auml;ngerinnen-Workshops sind eigentlich so aufgebaut: Am Abend vorher gibt's ne Installations-Party, die ist optional, das hei&szlig;t die Leute die irgendwie nicht alleine installieren k&ouml;nnen oder wollen, k&ouml;nnen dort vorbeikommen und dann gibt&rsquo;s irgendwie Pizza, Bier und wir installieren die&#8230; die wichtigsten Tools, die wir brauchen und am n&auml;chsten Tag geht's morgens um zehn los und dauert ungef&auml;hr bis 17, 18 Uhr, jenachdem wie lange die Leute durchhalten. Und der Anfang des Tages ist so &rsquo;n bisschen Input, &auml;hm was ist &uuml;berhaupt Webprogrammierung, was ist &rsquo;ne Datenbank, also relativ die Basics, die man braucht, um zu verstehen, was bei Rails halt miteinander zusammenarbeitet und dann gehen die Leute relativ bald in Gruppen und &auml;h machen zusammen dieses Tutorial. Wir haben halt das gro&szlig;e Gl&uuml;ck, irgendwie nochmal so viele Coaches zu haben, dass in den Gruppen meistens auf zwei Teilnehmerinnen, oder drei Teilnehmerinnen ein Coach kommt, das ist also 'ne sehr enge Betreeuung, das ist voll gut, &auml;hm genau und dann gibt&rsquo;s irgendwann Mittagessen. Nach dem Mittagessen gibt&rsquo;s sogenannte Lightning Talks, da k&ouml;nnen Leute f&uuml;nf Minuten lang zu irgend &rsquo;nem Thema &rsquo;nen Vortrag halten. Das ist manchmal technisch, manchmal nicht technisch. &Auml;hm und kommt auch immer sehr gut an und danach machen die Leute weiter im Tutorial und gehen, wenn sie nicht mehr k&ouml;nnen. [beide lachen]</p>

<p>03:59<br />
F: Also nicht unbedingt, wenn sie mit dem Tutorial fertig sind, sondern&#8230;</p>

<p>04:02<br />
L: Also manche sind sehr schnell mit dem Tutorial, weil manche halt wirklich das einfach nur durchkopieren, dann sind sie sehr schnell fertig, manche sind sehr langsam, weil sie ganz viele Fragen dazu stellen, wie das alles funktioniert und manche sind dann recht schnell fertig und machen das Ganze dann auch h&uuml;bscher, also machen da mehr so HTML, CSS, andere gucken, also weil&rsquo;s halt &rsquo;ne Anwendung ist, die auch Twitter einbinden kann, zum Beispiel, also manche machen dann solche Sachen noch dazu und das ist dann so n bisschen danach den Leuten &uuml;berlassen und den Coaches was die k&ouml;nnen und wer worauf Lust hat.</p>

<p>04:29<br />
F: Und wie ist eure Organisationsstruktur bei den Rails Girls und wie hat sich das entwickelt in den letzten Jahren?</p>

<p>04:37<br />
L: Also zum Anfang kann ich nicht so richtig was sagen, weil ich da noch nicht dabei war, aber es hat sich halt eine Gruppe von Frauen am Anfang gebildet die gesagt hat, wir wollen was machen und das sind halt die Organisatorinnen, das waren seitdem ich da bin immer so zwischen 4 und 8 Leuten und weil es halt nat&uuml;rlich freiwillig ist, kommt es immer drauf an wieviel Zeit die Leute haben, so abh&auml;ngig davon ist, wieviel sie sich auch tats&auml;chlich einbringen k&ouml;nnen und wir planen halt meistens so n Jahr im Voraus und sagen ungef&auml;hr in dem und dem Monat wollen wir &rsquo;nen Workshop machen, &auml;hm&#8230; haben auch &ouml;fter mal tolle Ideen, die wir dann nicht alle durchf&uuml;hren k&ouml;nnen, weil irgendwie doch die Energie und die Zeit fehlt, leider. &Auml;hm&#8230; und ja ich w&uuml;rde behauten, wir sind demokratisch, aber das h&auml;ngt halt auch n bisschen davon ab, wer wieviel einbringt. Also wir stimmen nicht bewusst ab, also wenn halt jemand was dagegen sagt, dann wird das diskutiert, meistens...</p>

<p>05:37<br />
F: Also es gibt so&rsquo;n flie&szlig;endes Orgateam&#8230;</p>

<p>05:40<br />
L: Genau.</p>

<p>05:40<br />
F: Und dann die&#8230;also das sind 4-8 Leute und dann noch die Coaches und die Teilnehmenden&#8230; und das Orgateam - wie findet sich das?</p>

<p>05:50<br />
L: &Auml;hm&#8230;also - ja, das ist ne gute Frage - &auml;hm ich bin halt reingerutscht, weil irgendwie ich &uuml;ber die Rails Girls geforscht habe und dann sozusagen danach gemerkt habe, ok ich hab &rsquo;n paar gute Vorschl&auml;ge, die w&uuml;rde ich gerne versuchen auch mit einzubringen, so bin ich da reingerutscht. Wir haben auch schon ein, zweimal &rsquo;nen Aufruf &uuml;ber &auml;hm unsere normalen Kan&auml;le, also Twitter gr&ouml;&szlig;tenteils und Facebook gestartet wo wir halt bescheid gesagt haben, Leute, wir brauchen mal wieder &rsquo;n paar, manchmal kommen auch auf den Workshops Leute auf uns zu die sagen &#8222;Ey ich find das toll was ihr macht, ich m&ouml;chte das auch mitmachen&ldquo;, also, irgendwie so, sagen wir den Leuten halt dann bescheid, wann das n&auml;chste Oranizers&rsquo; Treffen ist und &auml;hm gucken, ob die Lust haben, dabei zu bleiben oder ob sie Zeit haben und so weiter uns so fort.</p>

<p>06:35<br />
F: Und &auml;hm&#8230;speaking of&#8230;&ldquo;magisches Zusammenfinden des Orgateams&ldquo;&#8230; wie bist du denn da reingekommen und was ist deine Rolle?</p>

<p>06:46<br />
L: &Auml;hm im Moment bin ich tats&auml;chlich, also ich war immer so die, die am zweitl&auml;ngsten dabei ist im Team und die, die am L&auml;ngsten dabei ist, die war n&auml;mlich von dem ersten Workshop an dabei&#8230;</p>

<p>06:54<br />
F: Das ist &#8222;nerdbabe&ldquo;?</p>

<p>06:55<br />
Das ist, genau, &#8222;nerdbabe&ldquo;, Ute, Ute ist ja aber im Moment nach K&ouml;ln gezogen und macht aus der Ferne noch ganz viele Sachen, aber ich w&uuml;rde behaupten, ich bin schon die, die jetzt die so die Treffen anf&uuml;hrt und so'n bisschen irgendwie das ganze im gro&szlig;en und ganzen &Uuml;berblick beh&auml;lt, und naja ich hab dann halt auch das gr&ouml;&szlig;te Wissen, von wegen wie halt die Workshops durchgef&uuml;hrt werden und so, das ist so'n bisschen dann meine Rolle. Und reingekommen bin ich halt eben, weil ich diese Forschung gemacht hab.</p>

<p>07:25<br />
Aber warum hast du das Thema ausgew&auml;hlt damals?</p>

<p>07:28<br />
Ah, ich hab w&auml;hrend meines Anthropologie-Studiums in der QA gearbeitet, also Quality Assurance. Ich bin da so reingerutscht, weil &rsquo;n Kumpel von mir in &rsquo;nem Startup gearbeitet hat und meinte Hey die suchen Leute und du hast ja keine Angst vor Computern - mach das doch mal. Dann hab ich also, ich hatte vorher keine Ahnung von Testen und ich hab mir das mehr oder weniger beigebracht, war aber auch immer die einzige Frau und die einzige nicht-technische Person in dem Entwickler-Team. </p>

<p>07:54<br />
F: Ahja, verstehe&#8230;</p>

<p>07:55<br />
L: Und hab einiges irgendwie an Vorurteilen, was wei&szlig; ich nicht was erlebt und hab auch dann parallel sozusagen im Studium immer mehr diesen Feminismus-Kram gelernt und irgendwann ist mir dann klar geworden &quot;Warte mal, das was ich da auf der Arbet erlebe ist halt auch &rsquo;ne strukturelle Sache&quot; und irgendwann kam&rsquo;s dann dazu dass ich meine Bachelor-Arbeit schreiben sollte und ich wollte halt eben nicht in ein fremdes Land fahren und gucken, was die fremden Leute da f&uuml;r fremde komische Dinge tun.<br />
[beide lachen] </p>

<p>08:21<br />
F: Sondern was diese fremden Leute mit diesen fremden Computern machen, ja&#8230;</p>

<p>08:24<br />
L: Genau! Und dann war halt einfach durch meine pers&ouml;nlichen Erfahrungen &quot;Frauen in der IT&quot; schon ein relativ klares Thema und dann hab ich halt n bisschen recherchiert, was gibt's denn f&uuml;r Organisationen. Dann &auml;hm&#8230; also hab ich halt die Berlin Geekettes gefunden und die Rails Girls und dachte erst ich mach &rsquo;nen Vergleich von Beiden oder so und dann war ich auf einer Rails Girls Veranstaltung und auf &rsquo;ner Geekettes Veranstaltung und danach war mir relativ klar, dass ich &uuml;ber die Rails Girls forschen m&ouml;chte. </p>

<p>08:46<br />
F: Ok. Warum hast du- &#8230; &auml;hm gabs &rsquo;nen Grund, warum du dich eher f&uuml;r die Raislgirls statt der Geekettes entschieden hattest.</p>

<p>08:52<br />
Ich hatte einmal das Gef&uuml;hl, dass die Rails Girls &rsquo;n bisschen politischer sind auch wenn sie&rsquo;s nicht so offen raustragen, aber irgendwie die Leute im Team &rsquo;n bisschen politischer sind, war zumindest mein Erleben. Und ich war auf &rsquo;ner Geekette Veranstlatung und da ging&rsquo;s um das Sheryl Sandberg buch und da kam halt null Kritik an dem Buch und an Sheryl Sandberg an sich und da war ich sehr frustriert</p>

<p>09:13<br />
F: Wer ist Sheryl Sandberg?</p>

<p>09:14<br />
L: Das ist diese Frau, die bei Facebook arbeitet, die war vorher bei Yahoo, und jetzt bei Facbeook und ist da glaub ich in &rsquo;ner F&uuml;hrungsposition und die hat dieses Buch &quot;Lean in&quot; geschrieben,</p>

<p>09:23<br />
F: Achso, ja..</p>

<p>09:23<br />
L: was so die Basic Aussage ist, Frauen m&uuml;ssen einfach mal n bisschen h&auml;rter arbeiten und anstrengen und dann geht der Sexismus von alleine weg.</p>

<p>09:30<br />
F: Stimmt die Geekettes sind son bisschen mehr auf Business orientiert,</p>

<p>09:36<br />
L: genau, und auch sehr schon auf der kapitalistischen Schiene</p>

<p>09:40<br />
F: Genau, Das macht Jessie Erickson glaube ich, &rsquo;ne?</p>

<p>09:42<br />
L: Ja, Genau, wobei ich mittlerweile auch Leute kennengelernt hab die da aktiv sind und die sind supercool und mit denen kann ich mich auch dar&uuml;ber unterhalten aber es war halt diese eine Veranstaltung die mich so total entgeistert hat</p>

<p>[09:52-10:26 erz&auml;hle von meiner pers&ouml;nlichen Meinung]</p>

<p>10:28<br />
F: Was ich noch fragen wollte - was f&uuml;r Leute kommen denn eigentlich zu den Rails Girls-Workshops. Also Ihr habt glaub ich immer 100 Pl&auml;tze oder so, &rsquo;ne?</p>

<p>10:37<br />
L: Weniger. Also es ist immer so n bisschen abh&auml;ngig davon, wieviele Coaches wir f&uuml;r die Veranstaltungen kriegen k&ouml;nnen. Meistens sind das so 30 bis, also wenn wir Gl&uuml;ck haben sind&rsquo;s 30, 35 Coaches, das hei&szlig;t wir k&ouml;nnen 60, 70, vielleicht sogar n bisschen mehr Teilnehmerinnen haben, dann brauchen wir aber auch wieder &rsquo;nen Ort der gro&szlig; genug ist, also jenachdem wo wir das machen, also es h&auml;ngt von Ort und von Anzahl Coaches ab, wieviele Leute wir haben k&ouml;nnen. Bei den letzten beginners Workshops hatten wir immer so um die 65 Teilnehmerinnen und dann halt Coaches mengenm&auml;&szlig;ig oben drauf. <br />
Wir hatten aber auch schon Workshops, wo wir halt 60 Teilnehmerinnen hatten, aber sich 120 Menschen beworben hatten, und da gabs auch schon einmal ne richtig, also von einer Person, die sich beworben hatte, ne richtig dolle Frustration dass sie nicht reingekommen ist, das ist auch &uuml;ber Twitter gegangen und so, &auml;hm das war sozusagen unser Shitstorm in Anf&uuml;hrungsstrichen [unverst&auml;ndlich 11:27 - 11:29]</p>

<p>11:29<br />
F: W&auml;hlt ihr bewusst aus?</p>

<p>11:30<br />
L: Ja und wir haben auch danach, also weil das halt so doof gelaufen ist haben wir halt nochmal danach ganz klar auf unserer Website offen gemacht&#8230; das findet man jetzt auf den FAQs, wie wir die Leute ausw&auml;hlen, es geht uns halt wirklich darum, Leute auszuw&auml;hlen, die noch nie programmiert haben und auch noch nie auf &rsquo;nem anderen Rails Girls Workshop waren. Und das fragen wir halt immer vorher ab. Und [&#8230;] die die sich beworben hatte, hat halt irgendwie geschrieben, sie h&auml;tte in PHP n Wissenslevel von 5, also zwischen&#8230; ne? Du kannst zwischen Null und Zehn angeben, und sie meinte, sie hat halt in PHP Wissenslevel 5 und &auml;hm war glaube ich vorher sogar schon&#8230;nee&#8230; vorher war sie noch nie auf &rsquo;nem Workshop, auf jeden Fall war das halt n Grund, weswegen wir sie aussortiert haben, und 60 andere Leute auch aussortiert haben. Ja, und das gab dann [unverst&auml;ndlich von 12:18 bis 12:19]. </p>

<p>12:19<br />
Wievielt Arbeitsstunden sind das ungef&auml;hr, kannst du das ungef&auml;hr beziffern?</p>

<p>12:24<br />
L: F&uuml;r die Rails Girls? </p>

<p>12:25<br />
F: Ja, f&uuml;r die Organisation eines Workshops. </p>

<p>12:26<br />
L: Hm&#8230;also vor Ort sin wir nat&uuml;rlich, dann haben wir manchmal noch so&#8230; Kommunikation mit Sponsoren vorher, die Emails schrieben, wer da ist, wer nicht da ist,[&#8230;]&#8230; ich kann&rsquo;s echt zeitlich nicht einsch&auml;tzen. Aber ich w&uuml;rd mal sagen, ich mach schon so in der Gruppe vier Stunden, vier f&uuml;nf Stunden. Jenachdem, jenachdem was halt grad anliegt. Also&#8230; sagen wir mal drei bis vier Stunden, vor so &rsquo;nem Workshop wird&rsquo;s dann mehr, oder wenn ich mal Interviews gebe, oder sowas, das w&uuml;rd&rsquo; ich auch, also zumindest wenn&rsquo;s jetzt um die Presse geht, das w&uuml;rd&rsquo; ich auch durchaus als, das ist ja auch irgendwie&#8230;Lobbyarbeit auf irgend Art. </p>

<p>13:03<br />
F: Jaja&#8230;Danke, dass du dir die Zeit nimmst! [lachen] &Auml;hm&#8230; &auml;hm&#8230; bisschen davon&#8230;naja, doch damit eigentlich damit zusammenh&auml;ngend, was ist denn f&uuml;r dich das&#8230; vielleicht kannst du dir eine Frage aussuchen, das erste [unverst&auml;ndlich von 13:18-13:20]</p>

<p>13:20<br />
F: Was ist das spezifische am Raislgirls Workshops? Und was sind die kurzfristigen und langfristigen Outcomes, die du dir davon erhoffst, f&uuml;r dich pers&ouml;nlich oder auch als f&uuml;rs Team. </p>

<p>13:31<br />
L Ja. &Auml;hm&#8230; ich glaube, das, das besondere an den Rails Girls Workshops ist schon irgendwie, dass wir das n bisschen niedlich machen, oder sympathisch machen es gibt schon irgendwie viele Herzen und so weiter und so fort, wir haben das aber auch zuletzt versucht, noch bisschen politischer zu machen und so, ich wei&szlig; nicht, ob ud unsere Poster zum International Women&rsquo;s Day gesehen hast da waren halt so&#8230;hate the patriarchy oder stereotype is a bug not a privilege, &auml;h andersrum, ja, privilege is a bug, not a feature, so und &auml;hm&#8230;ich find es einerseits schwierig, Frauen in der IT dann so diesen klassischen Frauenstempel zu geben, andererseits ist es aber&#8230; ich glaube, man kann Technik nicht neutral betrachten, weil wir dann automatisch in dieses M&auml;nnliche rutschen, weil einfach Technik das so m&auml;nnlich gepr&auml;gt ist, dass wenn du versuchst, es neutral zu machen, wird es halt immer noch m&auml;nnlich wahrgenommen.<br />
Deswegen finde ich, ich glaube nicht, dass alle die gleiche Strategie fahren sollten, aber ich finds auch ok, wenn eine Gruppe diese Strategie f&auml;hrt, wir machen das schon bewusst weiblich, wir haben auch, also mit diesem Rot, das sind halt sehr weiblich konnotierte Eigenschaften und so, &auml;hm&#8230; und wir haben halt auch m&auml;nnliche Coaches die das cool finden, dass [&#8230;] wir eben nicht dieses kalte, Stahl-, Beton, m&auml;nnlich-Ding sind und auch diese Herzen und Freundlichkeit und Offenheit und die, denen das wichtig ist. <br />
Ich glaube schon, dass das die Rails Girls Workshops besonders macht, also, auch wenn mans jetzt mit andern Veranstaltungen vergleicht, Open Tech School oder so. </p>

<p><b>- Aufnahme beendet, neue Aufnahme startet bei 0:00 - </b></p>

<p>00:06<br />
F: Und was sind f&uuml;r dich so, kannst jetzt sagen, ob jetzt realistisch oder ideologisch, &auml;h idealistisch vorgehst, wenn diese Workshops vorbei sind, ist, was ist erstmal das konkrete Ziel oder Outcome, das du davon haben m&ouml;chtest?</p>

<p>00:22<br />
L: &Auml;hm&#8230;mein Wunsch, und das funktioniert oft auch, ist dass dann viele Leute zu den n&auml;chsten Lerngruppen gehen, also dass die Leute Spa&szlig; hatten an dem Workshop und vielleicht auch son bisschen &uuml;berfordert sind und jetzt nicht wissen, was sie da eigentlich alles gelernt haben und dann Lust haben, sich einer Lerngruppe anzuschlie&szlig;en. Also man muss echt langfristig und regelm&auml;&szlig;ig etwas machen um da irgendwie weiterzukommen. Es ist aber auch nicht mein Ziel, dass alle Teilnehmerinnen professionelle Programmiererinnen werden, muss nicht sein, &auml;hm ich finds cool, wenn manche das machen, ich finds cool, wenn manche das einfach machen, weil sie Spa&szlig; daran haben, und Lust haben, was cooles auf die Beine zu stellen oder auch einfach nur, Lust haben was zu lernen quasi , [&#8230; unverst&auml;ndlich von 01:02 - 01:05]<br />
es kann auch ne neue Art Community entstehen dadurch, das ist n weiteres Ziel auf jeden Fall &auml;hm also von den Geschlechtern eine ein bisschen ausgeglichenere Community und &auml;hm dieses Vorurteil, dass Frauen und Technik nicht zusammenpassen aufzuheben, dadurch, dass diese&#8230; also sowohl f&uuml;r die Frauen als auch f&uuml;r die M&auml;nner, die da sind, einfach dieses Bild von der programmierenden Frau&#8230;[unverst&auml;ndlich]</p>

<p>01:38<br />
F: &Auml;hm&#8230; wie ist denn eure&#8230; also du hast vorhin gesagt, ihr habt gemischte Coaches, ihr habt sone niedliche, eine sympathische Atmosph&auml;re, &auml;hm&#8230; versuchst du&#8230;versucht ihr damit &#8230; ein bestimmtes Problem zu l&ouml;sen, oder geht damit ganz konkret eine Herausforderung voraus, die ihr irgendwie in der Gesellschaft sehr, oder f&uuml;r Frauen in der Technik seht?</p>

<p>02:11<br />
L: Ich glaube, das ist nicht ne Sache, die irgendwie bewusst im ganzen Team angegangen ist, es war als es aus Finnland kam, schon relativ niedlich, muss sagen, f&uuml;r mich ist das finnische Rails Girls, so wie ochs kenne auch zu putzig. &Auml;hm&#8230; zu&#8230;also ich hab halt gerne, diesen netten freundlichen Mantel und trotzdem sind wir alle Feministinnen und haben &rsquo;n politisches Anliegen das ist glaube ich was - vielleicht auch besonders f&uuml;r die Berliner Gruppe, &auml;hm, ich w&uuml;rde behaupten, dass wir uns alle als Feministinnen sehen <br />
und wir sind mittlerweile auch ein Mann&#8230;</p>

<p>02:49<br />
F: Also mal anders gefragt - warum gibt es die Rails Girls und warum findest du es wichtig, dass es die Rails Girls gibt? </p>

<p>02:55<br />
L: &Auml;hm&#8230; ich glaube wir k&ouml;nnen ne Gruppe von Leuten ansprechen, die vorher nicht unbedingt an Technik interessiert sind. Ich glaube wir sprechen auch viele Leute nicht an, das ist schade, also ich w&uuml;rde mir w&uuml;nschen, dass es mehr Gruppen gibt, die verschiedene Leute ansprechen, weil&#8230; wir k&ouml;nnen nicht alle abdecken, ich glaub schon, dass wir mehr so Twitter-affine Leute, die sich eh schon irgendwie viel im Netz befinden ansprechen, also es w&auml;r&rsquo; es glaube ich cool, andere Leute ansprechen zu k&ouml;nnen, also wenn mehr Gruppen andere Leute ansprechen. </p>

<p>03:38<br />
F: Also ist die Herausforderung&#8230;also nochmal konkret gefragt: Welchen Herausforderungen sind Frauen&#8230; also ihr habt ja mit Leuten zu tun, die noch nicht in der IT sind, aber interessiert und Bock haben. Welche konkreten Probleme siehst du denn, die diese Frauen haben oder welche Herausforderungen oder Barrieren sind da?</p>

<p>04:00<br />
Ich glaube es ist ganz viel einfach die Idee, dass sie das nicht k&ouml;nnen, also dass sie froh sind, wenn sie irgendwie, wei&szlig; ich nicht, Office und ihren Webbrowser benutzen k&ouml;nnen, &auml;hm und dann aber der Meinung sind, mehr ist nicht, und ihnen halt irgendwie die Angst zu nehmen, dass das alles halt kein Zauber ist, ist zwar manchmal versteht man nicht alles sofort, aber es ist halt, Programmieren ist ne Programmiersprache, das ist ne Sprache wie jede andere Sprache auch, und man kann das lernen und das ist n Handwerkszeug, das man lernen kann und dieses, das ist glaube ich das, was ich r&uuml;berbringen m&ouml;chte. &Auml;hm. Genau, wenn man Lust hat, also vor allem, dass es auch Spa&szlig; macht. <br />
Ich glaube, ich finds auch immer n bisschen bl&ouml;d, wenn man das in Verbindung mit Frauen bringt, aber ich glaube auch, dass Technik und Produktion von Code &rsquo;ne sehr soziale Sache sein kann, wenn man..&rsquo;ne? Open-Source m&auml;&szlig;ig unterwegs ist, ist es halt besser, wenn es sozial ist und es kann halt irgendwie echt Spa&szlig; machen kann und dieses klassische Nerd-Bild von dem wei&szlig;en Typen, der vorm Rechner sitzt und die Nacht durchhackt, k&ouml;nnten wir halt auch einfach mal aufl&ouml;sen, so.</p>

<p>[05:16 - 06:17 erl&auml;utere eine Studie, die ich im Rahmen meiner Recherche &uuml;ber Stereotype gefunden habe, unterhalten uns im Nachgang &uuml;ber das gemeinsame soziale Programmieren.]</p>

<p>06:18<br />
L: Aber gerade wenn du das wirklich machen willst, also pair Programming ist immer noch die beste Methode, um Wissen zu teilen und neue Dinge zu lernen und da musst du dich mit mindestens einer anderen Person besch&auml;ftigen. Mindestens. </p>

<p>06:31<br />
F: Ja, oder wenn dein Code halt irgendwie von anderen Leuten verbessert werden soll, es sei denn nat&uuml;rlich dein Code ist perfekt, dann nat&uuml;rlich nicht (beide lachen)</p>

<p>06:38<br />
L: Ja klar, wenn du Programmiergott bist, dann&#8230;</p>

<p>06:43<br />
Welche Herausforderugnen gibts denn f&uuml;r eure Initiative, gibts da welche, also gibts Probleme f&uuml;r euch?</p>

<p>06:49<br />
L: Ja, ich find schon, &auml;hm, ich finde das ist ein Problem, dass wir nur englischsprachig sind, zum Beispiel &auml;hm und wir haben auch schonmal &rsquo;nen Workshop gemacht, vor wir Deutsch und Englisch gemacht haben aber das haben wir vorher auch nicht besonders bewusst kommuniziert, aber ich finde, also wie gesagt, wir erwischen halt Leute, die sehr Social-Media-affin sind und aber auch gr&ouml;&szlig;tenteils englischsprachig sind und ich f&auml;nd&rsquo;s eigentlich cool, wenn wir auch, also, du sprichst halt, wenn du &rsquo;nen deutschen Workshop machst, sprichst du halt automatisch &auml;ltere Menschen an, w&uuml;rde ich mal behaupten, weil halt &#96;ne? Also meine Mutter zum Beispiel, und ich wei&szlig;, man soll nicht seine Mutter als Beispiel nehmen, aber &auml;h ich trau meiner Mama wirklich zu, sowas zu lernen, aber ich glaube, die h&auml;tte keinen Nerv, das in Englisch zu lernen, die kann schon Englisch -</p>

<p>07:32<br />
F: Es ist ja auch schon kompliziert genug auf Deutsch, </p>

<p>07:34<br />
L: Genau, es reicht schon irgendwie, die Konzepte irgendwie an sich zu verstehen, aber das auch noch in einer anderen Sprache, so und dann kommen ja halt auch noch hinzu so spezifisch Berlin irgendwie, dass manche &rsquo;nen t&uuml;rkische Hintergrund haben, manche &rsquo;nen arabischen Hintergrund haben zu Beispiel, kommen oft auch schon zwei Sprachen und dann noch Englisch dazu, ich geh davon aus, dass viele das auch sprechen, aber zum Lernen ist es halt noch mal ne andere Perspektive, &rsquo;ne? vor allen, weil dann hier das Socializing in Englisch stattfindet, und wenn man da nicht fl&uuml;ssig ist, dann ist es einfach kein Spa&szlig;&#8230;</p>

<p>08:11<br />
F: Ja, ich stimme dir total zu&#8230; [&#8230; spreche bis 08:50 &uuml;ber das Problem]<br />
 <br />
08:50<br />
Wir haben auch schonmal &uuml;berlegt, uns an j&uuml;ngere Menschen zu wenden, &auml;hm und ich find das auch wichtig, aber da hab ich dann auch,&#8230; das ist das was ich meine, wenn es halt mehr Gruppen, ich hab das Gef&uuml;hl, wir k&ouml;nnen das im Moment nicht stemmen, und ich wei&szlig; auch gar nicht ob wir dahin sozusagen auch ausbranchen wollen, oder ob wir uns da nicht zuviele Schuhe anziehen &auml;hm wir haben jetzt halt irgendwie diese eine Gruppe und ich f&auml;nd&rsquo;s halt sch&ouml;n, wenn wir das sozusagen innerhalb dieser Gruppe ausdifferenzieren k&ouml;nnten und Jugendliche sind nochmal ne ganz andere Gruppe von Leuten und man muss da auch nochmal ganz andere rechtliche Sachen beachten&#8230;</p>

<p>09:25<br />
F: Jaja, es ver&auml;ndert alles wenn man Minderj&auml;hrigen arbeitet. So n Hackathon, das ist halt schon&#8230; das ist halt&#8230;so ein Jahr ne Vollzeitstelle, um sowas zu organisieren. Also die kommen halt da hin, m&uuml;ssen irgendwo pennen oder so, ok, ihr macht das ja nur tags&uuml;ber, aber es ist halt schon nochmal anders mit Jugendlichen&#8230;</p>

<p>09:45<br />
L: Also eigentlich f&auml;nd ich&rsquo;s voll gut an die Schulen zu gehen, eigentlich find ich&rsquo;s gut, in die Richtung zu gehen, das im Unterricht zu machen&#8230; </p>

<p>[09:53 - 10:23 Unterhaltung]</p>

<p>10:23<br />
L: Also ich find schon Jugendliche ansprechen, &auml;hm, klar, weil die ja noch vor der Berufswahl stehen, die Leute, die bei uns kommen, sind halt meistens haben sie schon irgendeinen Beruf erlernt und wollen sich halt umorientieren oder wir haben halt auch viele Frauen, die schon in Startups arbeiten, aber dann mehr im Marketing- oder PR-Bereich dabei sind und schon gerne wissen w&uuml;rden, was denn die Techniker, die da so gefeiert werden, eigentlich machen. (beide lachen)<br />
Also find ich schon gut, dass wir die auch erreichen, &auml;hm&#8230;</p>

<p>10:55<br />
F: &Auml;hm du hattest erw&auml;hnt, dass du&#8230; so n bisschen der Grund, weswegen du &uuml;ber die Rails Girls geforscht hast waren auch deine eigenen Erfahrungen. Kannst du das nochmal n bisschen erl&auml;utern, wieso, welche Probleme du vielleicht spezifisch f&uuml;r dich gesehen hast, oder welche Begegnungen mit Problemen und Herausforderungen du hattet in der tech-welt? </p>

<p>11:15<br />
L: Mhm. Also ich war wie gesagt in nem komplett m&auml;nnlichen Team, irgendwann sp&auml;ter kam auch noch ne QA-lerin dazugekommen aber am Anfang war ich die einzige, und die einzige die keinen technischen Hintergrund hat, deswegen ist es immer nicht so einfach zu sagen, warum ich, warum das Problem da war, aber ich glaube, es hat schon was zusammen gespielt, also ganz oft, wenn ich Fehler gefunden hab, &auml;h, Bugs, die meiner Meinung nach Bugs waren, &auml;hm, wurden die halt sozusagen&#8230; nich&rsquo; ernst genommen, So. Mir hat aber auch nie jemand die tats&auml;chlichen Flows erkl&auml;rt, also so dieses &#8222;Ja du musst erst ein Ticket anlegen&ldquo; und so weiter und so fort, also bis ich das mal verstanden hab, also fangen wir mal an mit der Onboarding Prozess hat nicht gut funktioniert, dann war ich auch nur zweimal die Woche da, nat&uuml;rlich, das hei&szlig;t ich hab &rsquo;nen Gro&szlig;teil der Kommunikation auch im Team nicht mitbekommen, &auml;hm aber schon halt, also es war oft dieses&#8230;ich hab &rsquo;n Fehler entdeckt, wollte den irgendwo loswerden und der wurde erstmal nicht ernstgenommen, wenn ich den nicht dreimal nochmal &uuml;berpr&uuml;ft habe, und das war halt auch n Jahr nachdem ich in der Firma schon gearbeitet hab immer noch der Fall und mittlerweile kann man drauf vertrauen, dass ich Fehler finde. &Auml;hm dann war viel auch glaube ich, mir ist viel im UX Bereich aufgefallen, &auml;hm, die haben halt einfach irgendwo &rsquo;n Button eingebaut und das war dann nicht so sinnvoll, es gab aber keine Person und kein Bewusstsein daf&uuml;r, dass UX auch &rsquo;n Thema sein sollte, das ist dann halt in meine QA Arbeit eingeflossen, aber das war nat&uuml;rlich noch schwieriger, weil der Button war ja da. [lacht]</p>

<p>12:38<br />
F: Und die hatten sich soviel M&uuml;he gegeben</p>

<p>[beide lachen]</p>

<p>12:40<br />
L: Die haben sich soviel M&uuml;he gegeben.</p>

<p>12:44<br />
L: Genau, also dieses in meiner Arbeit nicht ernst genommen werden, hab ich glaube ich &ouml;der al so erw&auml;hnt vor meinen Kollegen, bei meinem Chef war das dann anders, also wenn ich zu meinem Chef gegangen bin, dann hat er das halt verteilt und dann war das in Ordnung und das ist ja auch gut, wenn du nicht so in dem Team drin bist, dass du halt ernst genommen wirst. Das war eine Sache, die andere Sache war, ich hab halt irgendwann mal den Fehler gemacht, Muffins mitzubringen, weil ich Bock hatte zu backen, und seitdem haben halt alle immer von mir erwartet, dass ich Muffins mitbringe. </p>

<p>13:12<br />
F: Nein, wirklich?</p>

<p>13:13<br />
L: Doch, wirklich. Es war halt so, ich hab halt so einmal die Dinger mitgebracht und dann hatte ich so &rsquo;nen Team- Mutti-Stempel drauf, das war ganz&#8230; ganz eigenartig. </p>

<p>13:24<br />
F: Ja, kann ich mir voll gut vorstellen&#8230;aber&#8230;</p>

<p>13:28<br />
Und dann - jetzt tats&auml;chlich Off the Record, dann gabs direkt auch Anz&uuml;glichkeiten von irgendwelchen Kollegen, &rsquo;ne? Also&#8230; klar hab ich da bei manchen Sachen auch irgendwie mitgemacht, bei flirten und so weiter, aber bei manchen Sachen ist es echt&#8230; schon so, wo ich im Nachhinein denke &#8222;Ey&#8230;war nicht cool.&ldquo;</p>

<p>13:48<br />
F: &Auml;hm&#8230; w&auml;r&rsquo; das f&uuml;r dich &rsquo;nen Problem, wenn&rsquo;s vielleicht doch nicht off the record nehme? Das ist ja &rsquo;ne super wichtige Info, du hast ja den Namen des Arbeitgebers nicht genannt. &Auml;hm ich finde das enorm wichtig, weil ich eigentlich&#8230;das scheint irgendwie der Standard zu sein. </p>

<p>14:08<br />
Also es ist niemand &uuml;bergriffig geworden, aber das war immer sehr bewusst, dass ich ne Frau bin und dass man mit mir flirten kann. </p>

<p>[14:12-14:38 Erz&auml;hle von einem Artikel, den ich zu der Thematik las, kann mich aber nicht an den konkreten Inhalt erinnern, beschlie&szlig;en danach, das Gesagt nicht OTR zu nehmen]</p>

<p>14:48<br />
F: &Auml;hm&#8230;welche Schwierigkeiten, jetzt mal so m&ouml;glichst auch auf gro&szlig; gedacht, auf Gesellschaft bezogen und so weiter, &auml;hm&#8230; welche Probleme siehst du denn&#8230; wir haben jetzt ja relativ spezifisch dr&uuml;ber gesprochen, welche Herausforderungen glaubst du liegen denn vor, weswegen wir so wenig Frauen in der IT haben? </p>

<p>15:05<br />
L: &Auml;hm&#8230;na es gibt ja schon so dieses Pipeline-problem, dass einfach nicht gen&uuml;gend Leute reinkommen, aber das ist ja ein kulturell begr&uuml;ndetes Problem, und ich glaube da sind wir son bisschen in &rsquo;nem Teufelskreis. Also du hast irgendwie in der Schule schon M&auml;dels die rausgedr&auml;ngt werden, du hast dann irgendwie in der Uni die Frauen, die rausgedr&auml;ngt werden, du hast dann irgendwie im Beruf die Frauen, die rausgedr&auml;ngt werden, und gleichzeitig dazu auch erst wenige die sich daf&uuml;r interessieren, aber es ist glaube ich ein Zusammenspiel zwischen wir interessieren uns nicht daf&uuml;r und wir werdend aufgedr&auml;ngt, weil es ist halt&#8230; ja auch anstrengend, sich da durch zu k&auml;mpfen, selbst wenn man sich daf&uuml;r interessiert. Also dieses Pipeline-Problem auf jeden Fall und gleichzeitig halt auch dieses, &auml;h&#8230;diese Vorstellung davon wer ein richtiger Programmierer sein kann und was ein richtiger Programmierer macht und was man mit Programmieren machen kann. Das sind glaube ich so&#8230; Vorstellungen, die relativ fest verankert sind und die nicht&#8230; also nicht der Realit&auml;t entsprechen aber die Realit&auml;t pr&auml;gen. </p>

<p>16:05<br />
F: Ein wahres Wort. Ja. </p>

<p>16:10<br />
F: Und jetzt mal&#8230;vielleicht erstmal generell was w&uuml;rdest du dir w&uuml;nschen oder wo glaubst du k&ouml;nnten wir die Zukunft jetzt die n&auml;chsten zehn Jahre, worauf m&uuml;ssten wir hinarbeiten, um das zu l&ouml;sen oder was f&uuml;r Strategien sollten wir anwenden, als Gesellschaft oder Individuen?</p>

<p>16:29<br />
Ich glaube, dass Informatikunterricht und also informatische Bildung, oder wie auch immer man das nennt, im Kindergarten anfangen muss und in der Schule weitergehen muss und es muss Spa&szlig; machen, es muss irgendwie Probleme behandeln, die f&uuml;r die Kinder und Jugendlichen interessant sind und es muss irgendwie didaktisch gut gemacht werden, da w&uuml;rd also, also da w&uuml;rd&rsquo; ich anfangen.</p>

<p>[&#8230;]</p>

<p>16:56<br />
F: Aber bis die Leute irgendwie dann ankommen in der IT, sind halt auch nochmal &rsquo;n paar Jahre vergangen&#8230; das andere sind definitiv auch Eltern und andere Erwachsene, die ihre Einstellung zu Technik &auml;ndern m&uuml;ssen. Und die halt irgendwie verstehen m&uuml;ssen, dass sie nicht immer den Jungen das Handy oder Tablet schenken sollten und dem M&auml;dchen dann die Puppe, das passiert halt leider immer noch genau so, ich wei&szlig; nicht, wie viele Studien ich gelesen habe, die irgendwie tats&auml;chlich zeigen, dass die M&auml;dels halt Puppen oder &auml;hnliches Spielzeug halt geschenkt bekommen und Jungs&#8230; </p>

<p>
17:23<br />
F: Jaja, das stimmt, mein Bruder bekommt &rsquo;nen Chemie-Baukasten und ich die Fisher Price K&uuml;che, aber die war voll geil [lachen]</p>

<p>17:33<br />
L: Ja, genau. Und dass man halt mit M&auml;dchen und jungen Frauen irgendwie auch an technische Probleme heranf&uuml;hrt. Und was m&uuml;ssen wir noch machen&#8230; all die m&auml;nnlichen Entwickler sollten halt einfach mal Zeit investieren, um anderen Frauen das Programmieren beizubringen oder um ihren eigenen Standpunkt zu reflektieren und &rsquo;ne Weile lang nicht programmieren [lacht].<br />
Also ich finde tats&auml;chlich, es ist halt son Ding, wenn du als Frau in der IT bist, dann bist du auch die Frau in der IT, also ich zumindest besch&auml;ftige mich nat&uuml;rlich auch damit. Nat&uuml;rlich interessieren mich die Themen auch, &rsquo;ne? Gesellschaft und IT und Frauen, aber ich bin halt auch immer die, die dazu recherchiert, und neue Studien liest und was wei&szlig; ich nicht was und die Zeit k&ouml;nnte ich eigentlich auch investieren, um neue Sprachen oder neue Technologien zu lernen und das ist halt das, was &rsquo;n Gro&szlig;teil der M&auml;nner macht in ihrer Freizeit. &rsquo;N Gro&szlig;teil der m&auml;nnlichen Programmierer liest halt nicht &uuml;ber Studien oder macht mal harte Selbstreflektion &uuml;ber die eigenen &auml;h Bilder im Kopf &uuml;ber wei&szlig; ich nicht was, sondern die lernen dann mal eben noch schnell Pascal oder was wei&szlig; ich nicht was, Elixir, oder &rsquo;ne neue hei&szlig;e Programmiersprache&#8230; &#8222;react&ldquo;. So, und das sind dann halt die Sachen die die machen. Und das ist nat&uuml;rlich&#8230; das ist &rsquo;n Zeitding also das ist echt&#8230; wieviel Zeit verwende ich auf was? Und ich finde, dass M&auml;nner, die in dieser Branche arbeiten durchaus auchmal Zeit in den sozialen Teil stecken k&ouml;nnen. Ich meine, wir haben schon viele Coaches bei uns, die ihre Freizeit zum Coachen verwenden, aber auch dieses&#8230; ich lese jetzt halt abends nicht &rsquo;nen Artikel zu React, sondern ich lese abends einen Artikel, wo eigentlich mein ganzer Unconscious Bias h&auml;ngt. So. Das f&auml;nd&rsquo; ich eigentlich &rsquo;ne ganz gute Sache.</p>

<p>19:20<br />
F: Ist halt &rsquo;ne schwierige Frage. Ich w&uuml;rde sichergehen,[unverst&auml;ndlich zwischen 19:24 - 19:26]<br />
Bei den Sachen, die du gerade aufgez&auml;hlt hast&#8230;kannst du nochmal pr&auml;zise sagen, wenn wirklich&#8230;wo die Rails Girls dann einhaken in diesem&#8230; sozusagen vicious Circle?</p>

<p>19:35<br />
L: &Auml;hm&#8230;ja. Auf jeden Fall haben wir bei uns M&auml;nner, die ihre Zeit darauf&#8230; daf&uuml;r einsetzen, Frauen das Programmieren beizubringen&#8230; so&#8230; M&auml;nner und Frauen&#8230; aber gerade deswegen finde ich&rsquo;s wichtig, dass wir auch m&auml;nnliche Coaches haben, weil die sollen nat&uuml;rlich da auch da mit dran arbeiten, das muss nicht nur von Frauen getragen werden. Also da greift&rsquo;s auf jeden Fall. Wir greifen glaube ich auch da ein, Frauen bewusst zu machen, dass man in der IT Karriere haben kann, weil wir n&auml;mlich, wir zeigen das, wir erz&auml;hlen die Geschichten, wir versuchen das Narrativ da zu manipulieren. Und gleichzeitig haben wir aber auch Frauen, die halt tats&auml;chlich das Ganze in einen Beruf umwandeln und selber Coaches werden und das Wissen weiter teilen und ich glaube, dass das funktioniert. Und vielleicht hoffentlich&#8230;manchmal haben wir auch M&uuml;tter die da sind oder V&auml;ter die Coaches sind, die hoffentlich verstehen, dass sie das bei ihren Kindern auch anders machen m&uuml;ssen. </p>

<p>20:34<br />
F: Das ist ja eigentlich&#8230;ein wichtiger Punkt bei den Rails Girls ist&#8230;dieses eine Atmosph&auml;re schaffen, dass sich Frauen auch wohl f&uuml;hlen, ich glaube, das ist halt auch noch so n wichtiger Punkt. ich wei&szlig; nicht, siehst du das auch so, oder&#8230;?</p>

<p>20:55<br />
Also das ist auf jeden Fall auch so ein&#8230; deswegen machen wir auch keine Hackathons als Veranstaltung dann, sondern Hackdays, &auml;h weil es halt nicht darum geht, in der Konkurrenz was zu schaffen, sondern in der Kooperation. Und ich glaube, dass dieses Kooperation-Ding&#8230;also da f&uuml;hlen sich auf jeden Fall mehr Frauen wohl, aber ich w&uuml;rde behaupten grunds&auml;tzlich mehr Menschen wohl, also ich meine, ich behaupte, man kann in der Kooperation besser lernen und man kann besser Fehler machen. Und Teil des Lernens ist halt Fehler machen und aus den Fehlern zu lernen und Fragen zu stellen und zu verstehen, warum man diesen Fehler gemacht hat. Und ich glaube das geht viel besser, wenn du &rsquo;ne Atmosph&auml;re schaffst, in der es halt wirklich darum geht, Wissen zu teilen und zusammen am Ergebnis zu arbeiten. Wenn du das Konkurrenz-Ding hast, dann blockiert das das Lernen - meiner Meinung nach. </p>


<hr>

<h2 id="htw">Interview mit Juliane Prof. Dr. Siegeris, Studiengangssprecherin des monoedukativen Studiengangs "Wirtschaft und Informatik" an der Hochschule für Technik und Wirtschaft in Berlin</h2>

<p>Interview mit Juliane Siegeris, 27.05. 2015</p>

<p>[…]</p>

<p>00:00 (Beginn der Aufnahme)</p>

<p>S: […] Wobei man auch gut hundert Bewerbungen braucht, damit 40 Plätze voll werden, weil sich nicht alle dafür entscheiden. Was sehr interessant ist, ist dass wir eine relativ große Diversität haben bei den Bewerberinnen, etwa die Hälfte sind wirklich Abiturientinnen, die frisch vom Abitur kommen und Informatik studieren wollen, aber die andere Hälfte sind Quereinsteigerinnen, Berufserfahrene, Studentinnen, die etwas anderes studiert haben und dann wechseln, weil die Studienbedingungen dort nicht gut waren oder sie fachlich nicht so angesprochen wurden. </p>

<p>00:35<br />
S: Und wir haben auch eine erhebliche Anzahl von älteren Studentinnen, die sich sozusagen nochmal auf die Schulbank zurück wagen und jetzt vielleicht den Abschluss machen, den sie schon immer machen wollten in dem Berufsfeld, in dem sie vielleicht sogar schon arbeiten, in dem ihnen aber noch der Abschluss gefehlt hat. </p>

<p>00:53<br />
F: Das heißt, die schonmal einen Abschluss woanders gemacht haben und nochmal zur Uni zurückkommen.</p>

<p>00:56<br />
S: Genau. Also wir haben zum Beispiel eine - das find ich immer wieder nett zu erzählen - eine Frau, die hat einen Studienplatz für ihre Tochter gesucht und dann fand sie das so attraktiv, dass sie sich hier nochmal selber beworben hat. Was glaube ich auch nur in so einem mono-edukativen Studiengang auch funktioniert, weil die glaube ich keine Lust gehabt hätte, nochmal so zwischen […] anderen Jugendlichen zu sitzen. </p>

<p>01:17<br />
F: Ja, klar. Das war „mono-edukativ“? </p>

<p>01:19<br />
S: So nennt sich das… wenn das sozusagen nur ein […] ja, ein Geschlecht dabei ist.</p>

<p>01:29<br />
F: Ah ja ok, also mono-edukativ würde nicht auch zum Beispiel bedeuten, nur Leute mit Migrationshintergrund, sondern das ist dann immer auch Geschlecht-</p>

<p>01:34<br />
S: Ah, das weiß ich gar nicht genau, ich kenn das tatsächlich nur in dem Zusammenhang.</p>

<p>01:29<br />
F: Ah, ok</p>

<p>01:41<br />
Apropos Migrationshintergrund, wir haben auch in der Hinsicht eine relativ große Diversität. Wir haben also wirklich viele Studentinnen, die aus Osteuropa kommen oder aus arabischen Ländern. Wir haben doch relativ viele Kopftuchträgerinnen, was vielleicht auch daran liegen kann, dass das ein Frauenstudiengang ist, weil die Familien das eventuell begrüßen, dass sie hier nur unter Frauen studieren. Was aber natürlich an einer technischen Hochschule auch nicht ganz passt, weil der Männeranteil hier an der Hochschule natürlich sehr groß ist.</p>

<p>02:12<br />
F: Ja, ich mein, die andern sind dann ja auch fast …monoedukativ. Insofern…</p>

<p>02:16<br />
S: Ja, genau.</p>

<p>02:18<br />
F: Seit wann gibt es denn den Studiengang und - kann man so die Frage - wobei, ich würd sie gerne stellen: Warum wurde der ins Leben gerufen? </p>

<p>02:26<br />
S: Ok. Also den Studiengang gibt es seit 2009. Ins Leben gerufen wurde der von zwei ProfessorInnen. Einer Professorin, die aus dem Studiengang Medieninformatik kommt und einem Professor aus der Wirtschaftsinformatik. Wirtschaftsinformatik ist hier sehr wirtschaftsnah und es gab sozusagen fachlich noch nicht diese Lücke die wir hier besetzen. Aber die Professorin ist eben auch sehr frauenengagiert und hat gesagt: „Wir machen das jetzt nur für Frauen, weil der Markt das eigentlich verlangt.“ Also die Informatikerinnen sind immer noch unterrepräsentiert im Berufsleben und von daher ist die Nachfrage nach Absolventinnen aus der IT eben sehr groß. Und das merken wir auch im Studiengang, weil das Interesse der Firmen an diesem Studiengang sehr groß ist. </p>

<p>03:23<br />
F: Es wurde quasi schon davon ausgegangen, dass es halt so einen spezifischen, für Frauen so einen Studiengang braucht, wobei man ja eigentlich sagen könnte, gut, man könnte auch Frauen fördern für die gemischten Studiengänge. Aber warum wurde explizit gesagt, wir wollen den nur ausschließlich für Frauen machen, also welche Idee lag denn von Seiten der Organisatorinnen oder der Intitiatorinnen dahinter? </p>

<p>03:49<br />
[„Hm“] Ich glaub es war schon die Idee, dass man vielleicht auch Frauen anspricht, die sich das vielleicht sonst nicht zutrauen würden, den Studiengang zu wählen. Und tatsächlich ist es auch so. Wir machen ja auch regelmäßig Befragungen unter den Studentinnen und da sagt tatsächlich etwa die Hälfte der Studentinnen, sie hätten das nicht studiert, oder sie haben das studiert, weil das ein Frauenstudiengang ist. <br />
Also das war ein maßgebliches Kriterium und wenn man sie fragt warum, dann wird sehr oft angeführt, dass sie die Befürchtung hatten, dass sie nicht die gleichen Startvoraussetzungen haben wie ihre Mitschüler, mit denen sie eben bis dahin zusammen Unterricht gehabt haben. Weil es sozusagen die Erfahrung oder deren Gefühl ist, dass die das ja schon seit Kindesbeinen an machen. Oder seitdem sie elf sind nichts anderes tun als am Nachmittag vor dem Computer abzuhängen und die Befürchtung ist da, dass sie nicht die gleichen Voraussetzungen haben. <br />
Und unser Studiengang macht Werbung mit drei Slogans und der erste Slogan - der meiner Meinung auch der wichtigste in dieser Beziehung - macht Werbung damit: „Wir fangen bei Null an“ was die IT angeht. Das machen die anderen Studiengänge auch. Die fangen auch bei Null an, weil man kann das nicht voraussetzen, dass das schon da ist und jemand der mathematisch interessiert oder logisch interessiert ist, der kann natürlich jeden Informatikstudiengang studieren, ohne, dass er schon tiefe IT-Ahnung haben muss. Wir machen aber Werbung damit und das scheint, in dem Kontext, dass das nur Frauen sind, glaubwürdiger zu sein.</p>

<p>05:12<br />
F: Mhm. Also das ist quasi der erste Slogan: „Man fängt bei Null an.“</p>

<p>05:15<br />
Genau. Der zweite Slogan ist „Wir sind familienfreundlich.“ Das heißt, die Studienzeiten liegen zwischen neun und sechzehn Uhr 30. Was eben Leute unterstützt, die Angehörige pflegen oder sich um Kinder kümmern müssen, weil die Studienzeiten einfach so sind, dass man eben morgens die Kinder noch wegbringen oder sie nachmittags abholen kann. Und das ist auch - jetzt apropos Diversitiät - tatsächlich spürbar, dass wir mehr Mütter haben als andere Studiengänge und dass auch viele sich auch während des Studium entscheiden […] das zu vereinen.</p>

<p>05:50<br />
F: Achso, Mütter zu werden… [lacht] Und der dritte Slogan?</p>

<p>05:54<br />
S: Der dritte Slogan ist „Fragen Willkommen“ weil unsere Erfahrung ist, dass die Sprache der IT oft so besetzt ist, dass es viele Abkürzungen gibt, viele Akronyme, die auch abschrecken und dass Leute, die aus dem Fach kommen, eben auch mit diesen Begriffen hantieren als wäre das jetzt selbstverständlich und als müsste man das wissen und dass wir unsere Studentinnen eben ermutigen, in den Vorlesungen auch jederzeit nachzufragen.</p>

<p>06:21<br />
F: Das ist jetzt eine etwas schwierige Frage, aber mich würde interessieren, zu wieviel Prozent wird denn tatsächlich ein Problem gelöst im Sinne von „Hey, ihr könnt hier Fragen stellen, wir haben diese Uhrzeiten“ und zu wieviel Prozent ist es tatsächlich einfach nur die Ermutigung oder die Aussage, Frauen sind hier willkommen, also..wissen sie was ich meine?</p>

<p>[schüttelt den Kopf]</p>

<p>06:45<br />
F: Ich glaube, so ein Problem, dass das auch angeht ist, dass Frauen sich per default nicht willkommen fühlen oder dass sie halt auch erstmal so eine Ermutigung oder so einen ersten Schritt brauchen. Oder…</p>

<p>06:56<br />
S: Ja, ich glaube, ich verstehe, was Sie meinen. Das ist natürlich hier auch gegeben. In dem Moment, wo wir sozusagen Frauen explizit ansprechen, fühlt man sich automatisch willkommen, also adressiert, was vielleicht in einem anderen Studiengang nicht unbedingt der Fall ist und ich glaube auch, die Erwartung an die Kultur in so einem Studiengang sind natürlich auch andere als in einem normal gemischten Studiengang. Und ich glaube, das genießen die auch. Der Austausch und das Miteinander sind schon glaube ich etwas anders.</p>

<p>07:27<br />
Ja, genau, das würde ich auch gerne fragen. Dadurch, dass hier nur Frauen sind, haben sie den Eindruck, dass sich dadurch auch die Kultur des Zusammen-Studierens verändert, gibt’s da für sie schon sehr deutliche Unterschiede?</p>

<p>07:38<br />
S: Also was ich sehr begrüße ist […] also ich habe ja selber auch Informatik studiert in einem normal gemischten Kontext, und wir machen ja sehr viele Projekte, das heißt sehr viel Praxis und sehr viel Teamarbeit und so typische Rollenverteilungen, die es vielleicht in anderen Studiengängen eher mal gibt, dass der Junge sofort die Tastatur vor sich hat und die Frau dann doch daneben sitzt und eher die Kommentare gibt, oder dass in einem Projekt bestimmte Aufgaben klassisch verteilt werden, wie man’s vielleicht erwarten würde, die Dokumentation schreibt die Frau, die eine schöne Handschrift hat oder wieso auch immer, das passiert bei uns nicht. Geht ja gar nicht. Es muss ja auch welche geben, die programmieren und das ist eigentlich ein sehr netter Nebeneffekt, weil oft ist es ja das Vorurteil, das ein Frauenstudiengang nicht so „harte“ Informatik ist wie die anderen aber dem können wir entgegentreten. Sowohl, was eben diese Aufgabenteilung angeht, die bei uns dann durchaus gerechter funktioniert, aber auch was die Inhalte angeht. Wir haben hier die gleichen Dozenten wie in den anderen Informatikstudiengängen und wir haben die gleichen fachlichen Inhalte. Wir schreiben teilweise die gleichen Klausuren. Also fachlich und inhaltlich variiert das nicht stark.</p>

<p>
08:50<br />
F: Aber wird diese Aufteilung nicht trotzdem weitergetragen? Also merken Sie in diesem alltäglichen Umgang, dass es trotzdem so etwas wie […] na gibt’s vielleicht ein bisschen mutigere Studentinnen…</p>

<p>
0<br />
S: Ja, gibt’s natürlich. Es gibt natürlich Frauen, die affiner sind, was die Programmierung angeht und auch die werden dann sich wieder die Tastatur krallen und das machen. Und in den Projekten dann durchsetzen und die Programmierung übernehmen und die anderen sind dann möglicherweise auch dankbar, dass es eine gibt, die das tut. Aber es gibt eben eine die’s tut und oft passiert es auch, wenn die Teams gelost werden, dass es dann vielleicht auch mal Frauen sind, die sich jetzt nicht originär in die Rolle gedrängt hätten.</p>

<p>09:31<br />
F: Sie haben’s jetzt so ein bisschen angesprochen: Was sind Hürden für Frauen, in Studiengänge reinzukommen? Was würden Sie denn aus ihrer persönlichen Sicht und Erfahrung sagen, was die spezifischen Probleme sind, die Frauen haben, die in die IT reinwollen. Das ist zum Einen, wie sie schon angesprochen haben, dass es immer so Leute gibt, die ein bisschen, also vielleicht Männer tendenziell n bisschen schneller an der Tastatur sind, welche Probleme würden Sie noch benennen? </p>

<p>10:00<br />
S: Also ich glaube, das Selbstvertrauen, sich einfach diesem Problem auch zu stellen. Aber ich glaube das ist auch eher so ein allgemeines Phänomen. Auch in Bewerbungsgesprächen, oder wenn es darum geht, Aufgaben zu verteilen, die interessant sind, dann sind die Männer schneller dabei, die Aufgabe an sich zu ziehen und die Frauen sind etwas zögerlicher, weil sie vielleicht wieder denken: „Kann ich das, hab ich die gleichen Voraussetzungen?“ Und stellen ihr eigenes Können und ihr eigenes Wissen dabei unter den Scheffel, was eben sehr schade ist, weil sie genau die gleichen Fähigkeiten haben, sich aber erst später ärgern, wenn sie merken, dass die Aufgabe weg und verteilt ist und dass sie nicht zum Zuge gekommen sind. </p>

<p>10:40<br />
F: Würden Sie übergeordnet sagen, dass das der Hauptgrund ist für die Probleme, die es gibt? Dass mangelnde Selbstvertrauen oder gibt es noch andere Schwierigkeiten?</p>

<p>10:50<br />
S: Also mangelndes Selbstvertrauen ist schon echt ein Punkt, der uns immer wieder auf die Füße fällt. Wie oft ich höre, selbst bei Übungsaufgaben, die ich mir zeigen lasse „Ich bin mir aber nicht sicher“ und diese Unsicherheit, die eigentlich nicht nötig ist, weil sie es können und tun und machen! Und trotzdem immer bestätigt wissen wollen. </p>

<p>11:10<br />
F: Also, die brauchen einfach immer so ein bisschen mehr.</p>

<p>11:15<br />
S: Genau. Ich hab so ein Übungskonzept, in dem ich Übungsaufgaben gebe von Woche zu Woche und die Studentinnen sich dann immer melden können, um die Übungen vorne vorzutragen. Und ich versuche absolut, die zu ermutigen und zu sagen „Jetzt, ihre Chance, hier persönliches Feedback zu ihrer Lösung zu bekommen“ und das sind dann doch mehr oder weniger immer die Gleichen, die sich trauen, das vorzustellen und deren Lösung dann diskutiert wird. Ich mache danach danach immer eine Abfrage danach: „Wer war denn zufrieden mit seiner Lösung?“ Und dann gehen mindestens 50% der Arme hoch und ich frage mich „Warum haben die alle sich nicht gemeldet?“ Und ich weiß ganz genau, dass die sich dann ärgern, dass sie sich nicht gemeldet haben, weil die wiederum die Chance verpasst haben, sich positiv darzustellen.</p>

<p>11:56<br />
F: Wenn man jetzt davon ausgeht, dass das das größte Problem ist, sehen Sie denn, dass der Studiengang dort effektiv einhakt und das langfristig ändern kann?</p>

<p>12:05<br />
S: Also was wir auf jeden Fall machen ist, dass wir sie ermutigen. Wir haben in den fünf Jahren, die es den Studiengang erst gibt vom Curriculum her den Studiengang immer weiter dahin verändert, dass die Frauen in Positionen kommen, wo sie selber verantwortlich arbeiten müssen. Also wo wir sie zwingen, weil es dafür eine Note gibt und wo sie dann eben aber auch Selbstvertrauen gewinnen. Also zum Beispiel machen wir - was glaube ich tatsächlich besonders ist und wo mir, ich will jetzt nichts sagen, aber wo mir deutschlandweit kein weiterer Bachelor-Studiengang einfällt, der das macht - dass wir schon zweimal im Bachelor-Studiengang, nämlich das allererste Mal schon im dritten Semester und das zweite Mal dann im Fünften praktische Projekte machen. Das sind etwa pro Semester sechs Projekte, also in beiden Jahren zusammen zwölf, mit Auftraggebern aus der Praxis. Also wir haben jetzt nicht Professoren, die die Aufgabenstellung formulieren und die dann ein fingiertes Projekt haben, was alle gleichzeitig lösen, sondern wir haben zwölf verschiedene Projekte mit echten Auftraggebern aus der Praxis. Und die Frauen müssen die Projektleitung übernehmen, das fängt bei dem Kickoff an, den sie organisieren müssen, und dann eben über ein ganzes Semester lang dieses Projekt bearbeiten. Und ja, wir zwingen sie und dann merken sie, dass sie’s können. Im besten Fall.</p>

<p>
13:35<br />
F: Was ich mit Laura besprochen hab, was ich ganz interessant fand, war, dass, was sie zum Beispiel mit den Rails Girls machen ist, dass sie effektiv den Narrativ manipulieren. Die Schwierigkeit ist ja nicht nur, dass Frauen sich selber tendenziell immer niedriger einstufen in ihren Leistungen, sondern, dass sie das ja irgendwo heraus ziehen, dass es halt keine Rollenbilder gibt. Arbeiten Sie auch in die Richtung? Um einfach die Handlungsmöglichkeiten zu erweitern oder die vorstellbaren Handlungsalternativen? Dass sie sagen „Hey, es kann auch Frauen geben in der Informatik?“ oder sehen Sie das einfach so als das wird sich mit der Zeit eben ändern?</p>

<p>
14:09<br />
S: Also wir versuchen natürlich, was Dozentinnen angeht oder Gastvorträge, dass wir dann Role Models kriegen, die dann eben auch das Berufsbild verkörpern und aufzeigen, dass es dort Frauen gibt. Eine weitere Lernform die wir haben, sind Exkursionen in Berliner Unternehmen und wenn ich vorher mit den Unternehmen spreche und sage, was wir sozusagen von denen erwarten oder was wir da wollen, dann lassen wir uns aktuelle Projekte vorstellen. Wir lassen uns aber durchaus auch Lebensläufe in den Firmen vorstellen? Bei IBM wurden dann ganz viele Frauen, Berufspraktikerinnen von IBM für diesen Termin eingeladen, die sich dann an Stehtischen einfach zu ihrem Leben und zu ihren Werdegängen haben befragen lassen. Solche Situationen versuchen wir schon auch zu erzeugen.</p>

<p>14:58<br />
F: Achso, also, schon steht im Raum die Erkenntnis, dass das ein Problem ist, dass es so wenig weibliche Role Models in der IT gibt?</p>

<p>15:06<br />
S: Gibt es glaub ich definitiv und das ist auch wieder so eine Sache dieser positiven Verstärkung, dass man den Frauen eben aufzeigt, welche Möglichkeiten es gibt und in was für verantwortungsvollen Rollen die Frauen da draußen auch unterwegs sind und dass die eben auch mit denen ins Gespräch kommen und auch sehen, dass es Spaß macht.</p>

<p>15:23<br />
F: Mangelnde Role Models wirken sich ja vielleicht mit mangelndem Selbstvertrauen auf Seiten der Frauen aus aber vielleicht auch in mangelndem Zuspruch und einer niedrigeren Erwartungshaltung von Seiten der Männer in der IT. Empfinden Sie das auch so, dass auch die Verantwortung so ein Stück weit bei den männlichen Entwicklern liegt, wie sie Frauen behandeln in Studiengängen oder in Unternehmen oder würden Sie sagen „Das ist nicht existent“?</p>

<p>15:56<br />
S: Doch ich glaube, dass das schon existent ist und dass diese Bilder eben auch immer wieder transportiert werden. Wir müssen ja auch mit Vorurteilen hier an der Hochschule, oder hatten wir zumindest zu kämpfen, also „Wieso brauchen wir sowas wie einen Frauenstudiengang?“ Das waren auch intern sehr laute Stimmen, diesen Gegenwind spürt man schon. Andererseits ist es auch wiederum sehr ermutigend zu sehen, dass zum Beispiel bei diesen Auftraggebern, da sind ja häufig auch dann Männer aus den Unternehmen, die das begleiten, die uns dann eben auch die positive Rückmeldung geben, dass das gut funktioniert und die dann erneut mit uns Projekte machen. </p>

<p>16:33<br />
F: Gibt es denn mit der Ausrichtung ihres Studiengangs, Sie haben es grad schon angesprochen, es gab Kritik […] Gibt es etwas, was Sie als problematisch ansehen würden an diesem Studiengang und zweitens: Gibt es Schwierigkeiten bei diesem Studiengang?</p>

<p>16:48<br />
S: Also wie gesagt, erstmal läuft der Studiengang erstaunlich […] also er läuft gut. Er ist voll und wir immatrikulieren jedes Jahr 40 Frauen. Was ich als besonderen Erfolg verbuchen würde ist, dass wirklich viele Frauen dabei sind, die sagen, sie hätten das sonst nicht studiert. Also wir gewinnen zum Teil auch eine neue Klientel für die IT. Das ist auf jeden Fall schonmal ein Plus. Was so ein Trend ist, den ich noch nicht mit harten Fakten unterlegen kann, wo ich aber auch denke, dass das sich abzeichnet, ist, dass unsere Abbrecherquoten geringer sind als in anderen IT-Studiengängen. Also im normalen IT-Studiengang ist eine Abbruch-Quote von 50% durchaus üblich und das haben wir nicht. Also wie gesagt, die Zahlen sind jetzt noch nicht so belastbar, weil wir erst fünf Jahre dabei sind und erst zwei Absolventinnenjahrgänge haben, aber-</p>

<p>17:42<br />
F: In welchem Bereich bewegt sich das so ungefähr?</p>

<p>17:46<br />
S: Also ich würde eher so auf 30% tippen.</p>

<p>17:47<br />
F: Ok. Und Schwierigkeiten, Probleme mit ihrem Studiengang sehen Sie keine spontan, oder…? Also eine Sache, die ich gehört hatte von Leuten, mit denen ich darüber gesprochen habe war, dass sie meinten, ja also […] ich bin ein großer Fan von diesem Studiengangs, ich glaube der ist sehr pragmatisch und guckt einfach, wie können wir ein aktuelles Problem lösen, aber was die zum Beispiel sagen ist, dass diese Eingrenzung auf 9 Uhr bis 16 Uhr ja eigentlich auch wieder unterstützt, Frauen wären für die Kinder verantwortlich und das halt auch nicht durchbricht wirksam. Ähm ich weiß nicht, […]</p>

<p>18:20<br />
S: Also ich würde das überhaupt nicht so sehen, denn es gibt viele andere Studiengänge wo auch zum Beispiel Männer neidisch sind, dass wir solche Studienzeiten haben. Also ich würde eher sagen „weitet das auf die anderen Studiengänge aus das Modell und nicht umgekehrt“. Und warum Frauen, die Kinder haben, ausgrenzen, was das Studium angeht? Also das ist einfach schwierig, Studien-, Vorlesungszeiten zu realisieren, die auf 20 Uhr liegen oder auch früher. Also wenn da keine Kinderbetreuung da ist. Wir haben Studentinnen die wollten nichtmal Informatik studieren, die haben das nur studiert, weil es kinder- und familienfreundlich ist. Ich meine das ist schon fast wieder traurig.</p>

<p>19:02<br />
F: Das ist ein wahrer Punkt, dass man das eigentlich auf alle Studiengänge ausweiten sollte. <br />
Könnten Sie nochmal zusammenfassen, was sind - gerne ich aus ihrer persönlichen Perspektive - die kurzfristigen und die langfristigen Ziele dieses Studiengangs? Gerne auch gemünzt auf Gesellschaft oder auch auf den Markt.</p>

<p>19:22<br />
S: Genau, also langfristiges Ziel ist definitiv, das Selbstverständnis der Frauen für den Bereich der Informatik zu stärken, also, dass sie selbstverständlich als Informatikerin aufzutreten und sich als solche auch darstellen und im Beruf erfolgreich sind. Und natürlich langfristig, dass sich das gesellschaftliche Bild dahingehend verändert, dass das was ganz normales ist, dass Frauen IT können. </p>

<p>19:50<br />
F: Und kurzfristig im Sinne von, wenn jetzt eine Frau bei Ihnen anfängt oder fertig ist, was wäre so Ihre Traumvorstellung, oder Ihre Idealstudentin? </p>

<p>20:02<br />
Also erstmal kurzfristig ist natürlich auch, dass wir die ermutigen, dabeizubleiben und das durchzuhalten. Also sie so zu ermutigen, dass sie sich danach zutraut, eben entweder direkt danach in einen anderen Masterstudiengang zu gehen und dann vielleicht in der angewandten Informatik, weil sie sich vielleicht im Bachelor-Studium noch nicht getraut hat, sich dann aber im Master traut. </p>

<p>20:28<br />
F: Da fällt mir ein, noch eine Schwierigkeit, die es vielleicht gibt, die glaube ich auch in einigen Artikeln angesprochen wurde ist, irgendwann werden die ja dann doch wieder ins Haifischbecken geworfen, die Frauen. Ist das ein Problem, das Sie auf dem Schirm haben, werden die darauf vorbereitet? </p>

<p>20:46<br />
S: Also ich glaube das ist eher die Kritik, die es an diesem Studiengang gibt, die ich tatsächlich nicht nachvollziehen kann, weil wir eben diese Praxisprojekte haben, wo sie in echten Projekten auch mit echten Auftraggebern und durchaus Männern zusammenarbeiten müssen. Und weil sie an einer technischen Hochschule studieren, wo sie den Männern auch nicht aus dem Weg gehen können, weil sie viele allgemeinwissenschaftlichen Ergänzungsfächer haben, wo sie sich dann trotz allem mischen. Dann ist es auch so, dass viele nach etwa einem Jahr sagen „Jetzt weiß ich endlich woran ich bin, jetzt weiß ich, was Informatik ausmacht und hier wird auch nur mit Wasser gekocht und jetzt könnte ich mir eigentlich auch vorstellen, den Studiengang zu wechseln oder das eben normal zu studieren.“ Und dass wir die dann doch durchaus ermutigen, eben auch Fächern bei den anderen Studiengängen zu belegen. Wir haben mehrere Fächer, die nennen sich sowas wie „besondere Kapitel der Informatik“ oder „besondere Kapitel der Wirtschaftsinformatik“ und da sind wir offen, dass die Studentinnen auch andere Fächer belegen. Und an der HTW gibt es 12 Informatik-Studiengänge, also die Auswahl ist da groß.</p>

<p>21:49<br />
F: Sie waren nicht von Anfang an als Studiengangssprecherin dabei oder? </p>

<p>21:54<br />
S: Doch, ich bin die erste Professorin, die dem Studiengang zugeordnet war. Also das erste Jahr lang gab es keine Professorin und keinen Professor und ich bin 2010 dazu gekommen. </p>

<p>22:02<br />
F: Gab es einen Grund, weswegen spezifisch Sie dafür ausgewählt wurden, oder hatten Sie sich selber darum beworben?<br />
 <br />
[22:07 - 22:31] klären die Formalitäten, wie eine Person Professorin wird und ob sie sich wegen der monoedukativen Ausrichtung für diesen Studiengang als Professorin beworben hatte</p>

<p>22:50<br />
Ich fand generell das Berufsbild eines Professors oder einer Professorin sehr interessant und das war mehr oder weniger die erste Chance.</p>

<p>23:02<br />
F: Also es ist jetzt nicht so, dass sie in Ihrer Vergangenheit viel gearbeitet haben zu…</p>

<p>23:05<br />
S: Nein, ich bin sozusagen erst durch den Studiengang mit diesem…</p>

<p>23:16<br />
F: …Themenkomplex… </p>

<p>23:17<br />
S: Genau, mit diesem Themenkomplex vertraut geworden.</p>

<p>23:19<br />
F: Haben Sie in den letzten 5 Jahren vielleicht Sachen in diesem Studiengang gelernt oder erlebt, die Sie weitergeben würden an andere Initiativen, die sich in diesem Bereich bewegen? Ich glaube, was Sie schon deutlich gemacht haben, ist, dass wenn man selber aktiv werden möchte, muss man Frauen immer wieder ermutigen. Die brauchen das halt schon, dass man die bestärkt… gibt es noch andere Sachen, die sie gelernt haben oder die sie vielleicht auch überraschend fanden oder bemerkenswert?</p>

<p>23:50<br />
S: Also diese positive Bestärkung und das auch den Studentinnen gegenüber auszusprechen und auch Überraschungsmomente zu formulieren - das kommt sehr gut an. Wenn man die Studentinnen fragt, warum sie das studiert haben, dann kommt halt auch oft der Grund „Ja jemand hat gesagt, ich kann das.“ Jemand anderes! Warum? Das können wir einfach immer nur weitermachen, die Frauen darin bestärken, dass das das Richtige ist. </p>

<p>Wichtig ist es auf jeden Fall. Die Umgebung, was die IT angeht wird ja immer nur weiterentwickelt und wir als Frauen müssen das auch mitprägen, sonst bewegen wir uns in einer Welt, die wir nicht mit entwickelt haben. Und ich denke das ist auch ein wichtiger Grund, die Frauen da zu ermutigen. Und was auch auffällig ist, ist dass viele - gerade von den jungen Frauen - zwar selbstverständlich mit dem Handy oder mit den mobilen Geräten umgehen. Aber die nehmen gar nicht wahr, dass das IT ist. Das was ihnen Spaß macht, das kann ja nicht IT sein. Dieses Bild zu korrigieren, das könnte ein Anliegen sein. </p>

<p>25:03<br />
F: Wir wiederholen uns da bestimmt nochmal, aber letzte Frage: Was muss sich denn aus ihrer Sicht generell ändern, damit mehr Frauen in die IT gehen? Oder in der IT sein werden?</p>

<p>25:17<br />
S: Ich würde mir schon wünschen, dass diese Bestätigung schon früher erfolgt, also auch schon an den Schulen. Ich höre leider immer noch, dass irgend so ein abschreckendes Moment relativ früh passiert ist. Dass sich die Kultur ändert, dass es selbstverständlicher ist, dass Frauen gut sind in Mathe und Spaß haben am logischen Denken und programmieren können und möchten. </p>

<p>25:46<br />
F: Also, dass diese Ermutigung oder diese Möglichkeit schon früh vermittelt wird, dass das geht… und…</p>

<p>25:55<br />
S: Genau. Dass es Spaß macht. Dass das ein toller Berufszweig ist, weil der so viele tolle Möglichkeiten bietet. Das ist ja auch eigentlich eins der vielfältigsten Berufsfelder, weil ja IT wirklich tatsächlich überall eine Rolle spielt, selbst in erstmal fernen Fächern wie Landwirtschaft geht ja schon bald nichts mehr ohne IT. </p>

<p>26:18<br />
F: Ja, ich glaube, neben dem Stereotyp, was ein Nerds ist, ist das ja auch ein starker Stereotyp, was Programmieren ist und ich glaube das ist schon sehr mächtig, dass man immer denkt, ja da sitzt man abends doch allein im Keller. Das stimmt ja eigentlich gar nicht, das ist eine äußerst soziale Angelegenheit.</p>

<p>26:32 <br />
Genau, das machen wir auch. Wir versuchen schwerpunktmäßig im Studium auch zu vermitteln, dass gute Programmierung damit beginnt, dass ich erst einmal rauskriege, wie die Anforderungen sind und dass ich mich dazu eben auch mit den Menschen, die meine Software nachher benutzen sollen, unterhalte, auseinandersetze und dass Kommunikation ein Riesen-Punkt ist dabei und dass das überhaupt nichts mit dem Stereotyp von Nerd und alleine und Keller zu tun hat. Sondern im Gegenteil, dass das eigentlich eine der wichtigsten Komponenten ist, die eben oft noch zu kurz kommt.<br />
</p>

<hr>

<h2 id="outreachy">Interview mit <a href="https://twitter.com/marinaz">Marina Zhurakhinskaya</a>, Organizerin des Outreachy Programms</h2>

I conducted the interview on IRC with the Colloqouy IRC client. This is the chat transcript:
(Btw, if anybody has a good guess on how to remove the time stamps with regular expressions on sublime, I'd be super thankful. I seem to be awfully uncapable of wrapping my head around this.)
<p>
[9:49pm] f: Ok, first of all, I would kindly ask you to explain the outreach program in your own words<br />
[9:50pm] f: &quot;outreachy&quot; program<br />
[9:50pm] m: ok - the GNOME Foundation started it in 2010 as a way to get more women to participate in the GNOME project<br />
[9:51pm] m: there were very few women applying or participating in Google Summer of Code with GNOME<br />
[9:52pm] m: there was actually another program in 2006 Women's Summer Outreach Program which was the first such effort by GNOME<br />
[9:52pm] m: and then it was revived in 2010<br />
[9:53pm] f: Oh, btw, it is super helpful for me if you put (end) at the end of your answer, since I can't see whether you're still typing.<br />
[9:53pm] m: and in 2013 we expanded it to many more free and open source software organizations because it proved to be an effective way to get more women involved<br />
[9:54pm] m: ok, I will!<br />
[9:54pm] f: thx<br />
[9:55pm] m: so now we have the 10th round of the program, and we renamed it to Outreachy to accommodate our plans to expand to more people from underrepresented groups, beyond women<br />
[9:55pm] m: and the program itself offers remote, mentored, paid 3-months internships<br />
[9:55pm] m: with different free and open source software projects<br />
[9:55pm] m: (end)<br />
[9:56pm] f: Sounds awesome. Why do you think, such a program is necessary or was necessary?<br />
[9:57pm] m: it is necessary because while there are few women in technology, there are even fewer women participating in free software<br />
[9:57pm] m: while at the same time free software is very rewarding to participate in<br />
[9:58pm] m: and when women have an explicit invitation to participate and a path for building up their experience, they jump at the opportunity<br />
[9:58pm] m: (end)<br />
[9:58pm] f: Do you have any idea, why there are so few women participating in free software?<br />
[10:00pm] m: some ideas are: because girls and women are less encouraged to tinker and do solitary exploration, they are less likely to end up participating in an online community with less clear engagement rules; and also they might not be sure if they will be treated respectfully or might not want to be the only woman in the group<br />
[10:01pm] m: (end)<br />
[10:01pm] f: these are super interesting points, I think I have never heard of the &quot;less likely to end up participating in an online community with less clear engagement rules;&quot; - could you elaborate on that?<br />
[10:03pm] m: yes, this is one of the points that I heard Shauna Gordon-McKeon, who is the program director at OpenHatch, make<br />
[10:03pm] m: in free software, things are often poorly documented, and information is implicit, rather than explicit<br />
[10:04pm] m: the way you gain knowledge is by spending time on IRC and asking questions when you can't find documented answers<br />
[10:04pm] f: sounds like you need to be able and comfortable with asking questions and also be really courageous at the same time<br />
[10:05pm] f: (to simply start without a good recipe)<br />
[10:05pm] m: so you need to have this willingness to embed yourself into the community up-front<br />
[10:05pm] m: and get this knowledge<br />
[10:05pm] m: OpenHatch and Outreachy are two organizations that make this knowledge and the path to becoming a free software developer more explicit<br />
[10:06pm] m: yes<br />
[10:06pm] m: (end)<br />
[10:06pm] f: How do you do that at Outreachy?<br />
[10:07pm] m: we have free software organizations that participate in the program list mentors for the program, along with their contact information<br />
[10:07pm] m: as well as other communication channels where applicants are explicitly welcome up-front<br />
[10:08pm] m: applicants are then asked to work with a mentor on their first contributions<br />
[10:08pm] m: you can see landing pages of the organizations that are participating in the current round at https://wiki.gnome.org/Outreachy/2015/MayAugust#Participating_Organizations<br />
[10:08pm] f: Ah, I see, so it facilitates the contact<br />
[10:08pm] m: in addition to mentor information, they have project information, and different getting started resources<br />
[10:09pm] f: Just a little side note - this is funny, because there is this super mighty stereotype of developers tinkering ins olitude while on so many levels, socializing and communication are essential<br />
[10:10pm] m: yes, we clearly say that these people welcome contact and who should be contacted about which project; free software projects often have IRC channels listed for projects, and have invitations for people to join channels with questions, but this is even more explicit<br />
[10:10pm] m: absolutely! it's essential for successful free software projects, which often have hundreds or thousands of contributors!<br />
[10:11pm] m: for example, each 6-month release of GNOME, has about a thousand contributors<br />
[10:11pm] f: Wow<br />
[10:11pm] m: and they live all around the world!<br />
[10:11pm] m: so communication is essential<br />
[10:11pm] m: and it's also what makes free software projects fun to participate in<br />
[10:11pm] m: that it's a social undertaking<br />
[10:11pm] m: (end)<br />
[10:12pm] f: So one thing, that others in the interviews have stated as a huge issue is the lack of self-esteem, they often encounter in women especially. Interestingly, none of them stated that women are inherently under-achieving or anything. Would you agree in your context? Do you make similar experiences?<br />
[10:15pm] m: I think it varies from one person to another; what I usually see with Outreachy participants is some hesitation on how to start before they find the program, but an eagerness and quickly developing confidence once they start<br />
[10:15pm] m: women in technology often have an imposter syndrome<br />
[10:16pm] f: haha, tell me about it! <br />
[10:16pm] f: so their initial hesitation - where does that stem from?<br />
[10:16pm] m: which is an internalized bias that society has against women in technology<br />
[10:17pm] m: when no or few people look like them in a group, people often start feeling that they don't belong, and they under-appreciate their abilities; they think they got where they did by luck and someone will call them out as a fraud any minute<br />
[10:18pm] m: this is the same reason why women tend to ask fewer questions in class<br />
[10:18pm] m: it's important to recognize imposter syndrome in yourself and others for what it is, and push it aside<br />
[10:19pm] m: here is a great article with some tips about it https://www.usenix.org/blog/impostor-syndrome-proof-yourself-and-your-community<br />
[10:19pm] f: so would you say, that this is something, the outreachy program is tackling?<br />
[10:19pm] f: thx!<br />
[10:21pm] m: this initial hesitation comes from the factors I mentioned earlier for few women in free software<br />
[10:21pm] f: so - I don't know whether this is easy to answer - but what kind of people apply at your program?<br />
[10:22pm] m: yes, Outreachy offers a great peer group for women, where you are no longer different from other participants, and you realize that you and all other participants are really awesome<br />
[10:22pm] m: this is why women in technology events are so empowering to women<br />
[10:22pm] f: +1<br />
[10:22pm] m: because they help banish imposter syndrome<br />
[10:24pm] m: I have some statistics as of last summer in the slides at https://wiki.gnome.org/OutreachProgramForWomen/SpreadTheWord?action=AttachFile&amp;do=view&amp;target=OPW_at_Flock.odp<br />
[10:25pm] m: so in 2014<br />
[10:25pm] m: there were 53% students, 24% recent graduates (within 3 years), 17% non-recent graduates, and 6% with some unfinished college education<br />
[10:25pm] m: and this breakdown is typical<br />
[10:27pm] f: Ok - I don't know hoe close you get in contact with them, but is there something else, that is typical, rather personal, maybe?<br />
[10:27pm] m: so it's anyone who is interested in free software, and this often includes people in the beginning of their career, but also some people later in their career, including women who stayed at home with their children for some number of years<br />
[10:27pm] f: ah, i see<br />
[10:27pm] m: not everyone has CS education<br />
[10:29pm] m: the program is a great way to build experience in technology or return to technology because the acceptances are mainly based on the work with a mentor on contributions during the application process, and not on a long list of qualifications like education and prior jobs<br />
[10:30pm] m: I'm not sure about personal characteristics of people who participate - becoming curious and impassioned about free software is what's common, I think<br />
[10:31pm] m: our participants are also quite international; in particular, there are many from India, North America, Europe, South America<br />
[10:32pm] f: That's great to hear! This is a somewhat difficult question (and the first of three last questions) to what degree does maybe a lack of confidence match their actual performance? Is it to some degree justified, since they really weren&rsquo;t exposed to Computers for as long as men usually are? Or are women even &#8222;better&ldquo; than men? Are they equally good performers?<br />
[10:32pm] m: word of mouth and prevalence of groups for women in technology play a big role in who we see applying<br />
[10:32pm] f: (sorry, I didn't want to send this yet, please finish your answer)<br />
[10:32pm] m: I don't think women lack confidence<br />
[10:33pm] m: (I finished the previous answer)<br />
[10:33pm] m: they accomplish so much in the program - we get stellar reviews for the majority of participants<br />
[10:38pm] fotografiona_: ping<br />
[10:38pm] Sie haben den Chat verlassen, da sie vom Server getrennt wurden.<br />
[10:38pm] m is now available.<br />
[10:39pm] f: wuah, sorry!<br />
[10:39pm] m: no problem! what was the last thing you saw?<br />
[10:39pm] f: the stupidest thing happened, I dropped my computer m)<br />
[10:39pm] f: you mentioned that the participants get stellar reviews<br />
[10:39pm] m: wow hope it's ok!<br />
[10:39pm] f: It seems so, yes! <br />
[10:40pm] m: <m> how good of a performer someone is is really individual, and men and women do equally well given the same opportunities<br />
[10:40pm] m: <m> (end)<br />
[10:41pm] f: ok, thanx. That is beautifully put <br />
[10:41pm] f: So what are your short-term and your long-term goals as an organizer of the outreachy program<br />
[10:42pm] m: we have just transitioned the program from the GNOME Foundation to Software Freedom Conservancy as a hosting non-profit<br />
[10:43pm] m: short-term goals are to figure out all the processes with the new organizational home, announce the next round early, so that we get a larger number of organizations to participate and also so that applicants have a longer period for working on their contributions<br />
[10:44pm] m: mid-term goal is to expand the program to people of color in the US<br />
[10:44pm] m: and long-term to more people from groups underrepresented in free software, such as from different parts of the world like Africa, Middle East, and Asia<br />
[10:45pm] m: and another mid-term goal is to facilitate more events in different cities where people can learn about the program and work on their contributions during meetups<br />
[10:45pm] m: (end)<br />
[10:46pm] f: Is there something you would like to achieve for women in tech with the program?<br />
[10:48pm] m: yes, I'd like more women to have opportunities to be leaders in free software and technology, and we are already seeing that with many program alums giving talks at free software conferences and getting related jobs<br />
[10:48pm] m: we have some statistics about it at https://wiki.gnome.org/Outreachy/Admin/InfoForOrgs#Motivation<br />
[10:49pm] m: (end)<br />
[10:50pm] f: I'd like -as a last take - get back to that. it seems to me as if from your perspective female leaders in tech are key to change. Am I right in assuming that?<br />
[10:51pm] m: when we have more female leaders in tech, it will mean that some change has already happened and further change will be easier because of more role models and support, but right now and in the future, it's very important that all tech leaders and people in tech are supportive of the change<br />
[10:52pm] m: (end)<br />
[10:52pm] f: Well thank you so much, m, I totally exceeded the time we agreed on. This has been super insightful. Have I missed out on something, would you add something?<br />
[10:53pm] f: Oh shoot, I figured there is one last question, I'd like to ask!<br />
[10:53pm] f: (sorry)<br />
[10:53pm] m: sure!<br />
[10:53pm] m: I wanted to add, to the last answer, and in general, that you might like to see my slides on How to be an Ally to Women in Tech<br />
[10:54pm] f: Is there something specific about your program, that makes it very different from other programs (e.g. like rails girls)<br />
[10:54pm] m: https://wiki.gnome.org/OutreachProgramForWomen/SpreadTheWord?action=AttachFile&amp;do=view&amp;target=Ally_in_Tech_pdf.pdf (PDF)<br />
[10:54pm] m: https://wiki.gnome.org/OutreachProgramForWomen/SpreadTheWord?action=AttachFile&amp;do=view&amp;target=Ally_in_Tech.odp (ODT)<br />
[10:54pm] f: oh, I think I even saw them already, but thanks!<br />
[10:54pm] f: I'll have a look<br />
[10:54pm] m: great :)!<br />
[10:55pm] m: I think we need a lot of different opportunities for women<br />
[10:56pm] m: and the program is quite similar to Rails Girls Summer of Code - the differences are in how they are structured and which projects participate, but the end result of both I think is that a participant gains a substantial amount of experience with the help of a mentor<br />
[10:56pm] m: and has more opportunities open to them as a result<br />
[10:57pm] m: and both programs were inspired by Google Summer of Code<br />
[10:57pm] f: so the most decisive parts are facilitating the steps towards an own project, getting in touch, making experiences<br />
[10:58pm] m: yes! I think so!<br />
[10:58pm] m: and also having financial support while working on it!<br />
[10:58pm] f: True, how high is the funding?<br />
[10:59pm] m: the participants get $5,500 stipend for a 3-months internship (same as Google Summer of Code)<br />
[10:59pm] m: and we also have $500 travel allowance for travel to a relevant conference or event<br />
[11:00pm] f: Awesome. I don't want to keep you any longer This was really helpful, thank you so much for taking the time!<br />
[11:00pm] m: of course! it was a pleasure to talk to you <br />
[11:00pm] f: I will clean the transcript and put it online, so that others can also use the data for their research<br />
[11:00pm] m: Good luck with your thesis!<br />
[11:00pm] m: great! thank you!<br />
[11:01pm] f: Hopefully meet you soon in person, maybe! If there is anything I learn from my thesis, that can be broken down, I'll happily share the insights with you<br />
[11:01pm] f: thanks!<br />
[11:01pm] m: I'll look forward to seeing it published<br />
[11:01pm] f: have a good night, and thanks for taking the time <br />
[11:01pm] m: and would love to meet in person<br />
[11:01pm] m: you too :)!<br />
[11:01pm] f: I'm sure our ways will cross at some point<br />
[11:01pm] f: bye bye!<br />
</p>


</body>
</html>