<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    
    <!-- FOR THE CURIOUS: This site was made by @thebarrytone. Don't tell his mom. -->
    
    <title>Fiona Krakenbuerger - MA - Reading Notes</title>
</head>

 <style type="text/css">
  body {
    padding: 40px;
    width: 80%;
    text-align: justify;
    min-width: 200px;
    max-width: 1000px;
        }
  </style>

<body>
    <header>
        <h1>Reading Notes</h1>
    </header>

<hr>


<h3>Content</h3>

<a href="http://arduina.github.io/arduina.net/">/home</a><br>
<a href="http://arduina.github.io/arduina.net/master/index.html">/home/master</a><br>
→ <a href="http://arduina.github.io/arduina.net/master/readingnotes.html">/home/master/readingnotes</a><br>
<a href="http://arduina.github.io/arduina.net/master/interviews.html">/home/master/interviews</a><br>
<a href="http://arduina.github.io/arduina.net/master/thoughts.html">/home/master/thoughts</a><br>
<a href="http://arduina.github.io/arduina.net/master/thesis.html">/home/master/thesis</a><br>

<hr>
        
<h3>My Reader</h3>

<h4> Rammert, Werner (1993): Technik aus soziologischer Perspektive: Forschungsstand, Theorieansätze, Fallbeispiele. Ein Überblick. Opladen: Westdeutscher Verlag.</h4>

<p>Rammert, Werner (1993): Technik aus soziologischer Perspektive: Forschungsstand, Theorieans&auml;tze, Fallbeispiele. Ein &Uuml;berblick. Opladen: Westdeutscher Verlag.</p>

<p>Vorwort:</p>

<p>Technik aus soziologischer Perspektive: </p>

<p>1. Eine soziologische Tatsache. Sie entsteht als Produkt sozialer Prozesse und Sozialstrukturen schreiben sich in sie ein. Aus dem Umgang mit Technik gehen wiederum Folgen f&uuml;r den sozialen Wandle aus. Technik herzustellen und sie zu verwenden ist soziales Handeln. </p>

<p>2. Hinter der Technik stehen Akteure, die sie erzeugen, mit Bedeutung versehen, und gestalten. </p>

<p>3. Technik durchl&auml;uft verschiedene Entwicklungen in gesellschaftlichen Teilsystem, in denen die Projekte jeweils umcodiert werden. </p>

<p>-> Technik als soziales Ph&auml;nomen</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>TEIL 1 VON DEN FOLGEN DER TECHNIK ZUR SOZIALEN DYNAMIK TECHNISCHER ENTWICKLUNGEN </p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> Kapitel 1: Konturen der Techniksoziologie. Begriffe, Entwicklungen und Forschunsfelder einer neuen soziologischen Teildsiziplin</p>

<p> 1. Begriff der Technik </p>

<p>Techniksoziologie besch&auml;ftigt sich mit der sozialen Dynamik der technischen Entwicklung: Implikationen, Neuerungen f&uuml;r Handeln und Verh&auml;ltnisse sowie die Konstitutionsregeln, mit Beachtung der &quot;heimlichen Lenkung&quot; durch kulturelle Leitbilder. - Technikgenese: Soziale Bedingungen der Erfindung, Konstruktion und Entwicklung von Technik - Technikfolgenabsch&auml;tzung: soziale Wirkung der Ausbreitung, Institutionalisierung und Aneignung </p>

<p>Trennung zwischen Sozialem und Technik ist nicht selbstverst&auml;ndlich, sondern historisch, u.A. ist diese Grenzziehung ist Untersuchungsgegenstand. </p>

<p> Definitionen:</p>

<p>Technik: Alle k&uuml;nstlich hervorgebrachten Verfahren, Gebilde, Artefakte, die in soziale Handlungszusammenh&auml;nge zur Steigerung ausgew&auml;hlter Wirkungen eingebaut werden. Technik ist das gesellschaftlich insitutionalisierte Ergebnis methodisch suchenden/erfindenden Handelns. Sie umfasst Instrumente, Kunstfertigkeiten und Kenntnisse, um intendierte Zust&auml;nde zu erzielen und Unerw&uuml;nschte zu vermeiden. </p>

<p>Technik im engeren Sinne: Sachtechnik, H&auml;ufig fallen darunter eher sachliche Artefakte, stoffliche Verk&ouml;rperungen mit dauerhaft zugewiesenen Funktionen.</p>

<p>-> Machina, ein Apparat, der Grenzen organischer Kraft &uuml;berwindet, Handlung tritt in den Hintergrund (als kompetentes Ingenieurshandeln oder Bedienung). Nachteil: Schlie&szlig; nicht-materielle Elemente aus. </p>

<p>Technik im weiteren Sinne: Handlungstechnik, also alle Verfahren eines Handelns und Denkens, die methodischen Operationsregeln folgen und einen bestimmten Zweck anstreben. Gebete, Rhetorik, Schwimmen, Fischen, Bergbau. Strategisch und an einem Verfahrensschema orientiert. </p>

<p>-> Techne, das kunstfertige Vorgehen unter Reflexion auf die beste und wirksamste Form/Mittel. Nachteil: Bezieht alle soziologischen Felder mit ein.</p>

<p> Daraus hat sich kein allgemeiner Technikbegriff entwickelt, da dieser wandelbar ist. Gegenw&auml;rtig orientiert sich ein informations- und systemtheoretischer Technikbegriff an der Kybneretik, frei von stofflichen Grenzen, festgelegt durch ein Operationsschema, das die Transformation von Inputs in Outputs regeln. </p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> 2. Historische Entwicklungslinien</p>

<p> 2.1. Technische Entwicklung</p>

<p>Marx sah in der Technik die gegenst&auml;ndlichen &Auml;u&szlig;erungsformen des aktiven Verhaltens des Menschen zur Natur. Trennung zwischen Produktivkr&auml;fte und Produktionsverh&auml;ltnissen, die ein mal bef&ouml;rderndes, mal einschr&auml;nkendes Verh&auml;ltnis zueinander haben, aber ekineswegs technisch-deterministisch. Organisierung der Arbeitskr&auml;fte, Kompeotenten und Wissen werden als Produktivkraftentwicklung mit in den weiteren Technikbegriff mit einbezogen. </p>

<p>-> technik als endogene Gr&ouml;&szlig;e gesellschaftlicher Entwicklung (statt exogen und gegen&uuml;ber)</p>

<p>Maschinerie nach Marx: Technisch-Organisatorisches System der Fabrikproduktion, wo Erfahrung und Geschicklichkeite der Arbeiter wird durch objektiviertes Wissen und fixe Operationen in Maschinen ersetzt wird. Es ist damit nicht die Technik, sondern das Vergegenst&auml;ndlichen eines neuen Produktionsverh&auml;ltnisses kennzeichnet die Arbeitsbeziehung. </p>

<p>-> technisch-organisatorischer Wandel </p>

<p>Rate des technischen Wandels: Druck, Kosten zu denken, ist entscheidend. Neue Technologien werden dann eingesetzt, wenn der Preis niederiger ist als der Preis der Arbeitskr&auml;fte. Wurde in sp&auml;teren Werken als nicht-rational aufgezeigt. </p>

<p>2.2 Sachliche Artefakte </p>

<p>Sachlich vermittelte Gesellschaftsverh&auml;ltnisse nach Marx und Durkheims Erkl&auml;rungen &quot;soziologischer Tatbest&auml;nde&quot;. Wohnungen sind soziologishe Tatsachen wie Sitten oder Rechte. Sachen sind sowohl gesellschaftlich einverleibte stoffliche Objekte wie symbolische Artefakte. Beide k&ouml;nnen moralischen Zwang auf das Individuum ausl&ouml;sen. Nach Hans Linde haben diese Artefakte eine verhaltensregelnde und eine verh&auml;ltnisbestimmende Qualit&auml;t. </p>

<p>2.3 Technische Rationalit&auml;t </p>

<p>Weber: Es liegt eine technische Frage vor, wenn es um die Verwendung der rationalsten Mittel geht, zur Verbesserung des Erfolg in Relation zu den aufzuwendenden Mitteln. So sind sowohl Fabrik als auch b&uuml;rokratischer Apparat rationale Technik.  Sombart: Stufen der technischen Rationalit&auml;t:  - Empirisch-traditionalistisch: Astrologie, Handwerk - Empirisch-rationalistisch: systematisiertes Regelwissen, wie Ingenieursk&uuml;nste  - Wissenschaftlich-rationalistisch: Verwendung exakter wissensch. Erkenntnisse   - gepr&auml;gt durch Entmenschlichung und objektiviertes Denken   - schafft neue Bed&uuml;rfnisse und Profitmotive  - Kritik von Jacques Ellul (1964: Technik ist gegen&uuml;ber dem Menschen bereits autonom)</p>

<p> -> beeinflusste die technokratie-Debatte der 60er: Politische Willensbildungsprozess wird durch Sachwzw&auml;nge abgel&ouml;st. Technik-Experten geben den one best way vor. Kritik an der Ein-Dimensionalit&auml;t der technischen Rationalit&auml;t und herrschaftslegitimierende Funktion von Wissenschaft und Technik. </p>

<p></p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> 3. Hauptarbeitsgebiete und Forschungsergebnisse </p>

<p> 3.1 Technikgenese </p>

<p>Behandelt den Entstehungsprozess, indem entweder Erkl&auml;rungsmuster f&uuml;r die gesamte Entwicklung oder Phasen der Technikgestaltung entworfen werden oder exemplarisch einzelne F&auml;lle der Technikentwicklung rekonstruiert werden.</p>

<p>Gehlen: Aus einem Mangel heraus enstehen Werkzeuge der Organ&uuml;berbeitung, der Organentlastung und des Organersatzes (auch Nervensystem) Mumford: Betrachtet stattdessen Technik als Folge unterschiedlicher Sozialformen  Gilfillan: Evolutions- und Systemtheoretische Ans&auml;tze zur Soziologie der Erfindung. Erfindung als vief&auml;ltiger, endloser Zuwachs von kleinen Modifikationen. Hughes: Untersuchung von Stromversorgungstechniken, ebenfalls systemische Sicht, auch in der wissenschaftssoziologischen Technikforschung angewandt. </p>

<p>Industriesoziologische Technikforschung: Besch&auml;ftigt sich mit der vorgelagerten Phase der Technikgestaltung, folgt der Annahme, dass Technik aus &ouml;konomischer Orientierung heraus entsteht. Der implizierte &ouml;konomisch-technische Determinismus wird durch das Konzept von technisch-organisatorischem Wandel agehl&ouml;st, das weitere Faktoren einbringt; Rationalisierungsstrategien, Produktionskonzepte, arbeitspolitische Verfassungen. Mittlerweile werden auch industriepolitische Arrangements und Technologiem&auml;rkte ber&uuml;cksichtigt. </p>

<p>Innovationsforschung such nach Faktoren in der Phase der Neuerung - nicht nur Konkurrenz, sondern auch Forschungsausgaben und Innovationsstrategie (defensiv - offensiv) sind entscheidend. Liegt eher ein demand pull oder ein technology push vor? Weist in die Richtung, dass defensive Neuerungen der Nachfrage folgen und radikale Innovationen eher Angebotsdruck aus&uuml;ben und von kleineren Unternehmen initiiert. </p>

<p>Wissenschaftssoziologische Technikforschung betrachtet die Phase der Forschung und stellt den Unterschied zwischen technischem und wissenschaftlichem Forschungshandeln heraus. </p>

<p>Fallstudien zu speziellen Technikentwicklungen - leiten die Genese und Pr&auml;gung einer Technik aus der Logik der &ouml;konomischen Verwertung oder Herrschaftssicherung her. Akteurstheoretische Ans&auml;tze heben die Interessen und Strategien relevanter Akteure und die Machtkonstellation in den Arenen hervor. Es gab eine Kontingenz der technikentwicklung und Alternativen. </p>

<p> -> K&uuml;nftig muss Technikgenese-Forschung die verschiedenen Aspekte integrieren und sie entlang der gesellschaftlichen Handlungsfelder differenzieren.</p>

<p></p>

<p>3.2 Technikfolgenabsch&auml;tzung</p>

<p>Versachlicht Debatten, ermittelt Folgen fr&uuml;hzeitig mit wissenschaftlichen Mitteln, kl&auml;rt &uuml;ber Alternativen auf. </p>

<p>Ogburn: Pionier der Technikfolgenabsch&auml;tzung. Stellte These des Cultural Lag (kulturelles Hinterherhinken) auf und untersuchte soziale Effekte technischer Erfingungen: Anpassung von Institutionen an technische Erfindungen und Entdeckungen spielt zentrale Rolle im gesellschaftlichen Wandel. VErforschte Vielf&auml;ltigkeit der sozialen Effekte (zahlreiche soziale Folgen einer Technik) und Konvergenz (erst zusammen entfalten technische Entwicklungen ihre soziale Wirkung, bspw. Automobil und Telefon).</p>

<p>-> Technologieentwicklung als multi-linear</p>

<p>Industriesoziologie untersucht die qualitativen Folgen von technischer Entwicklung (gg&uuml; quantitativ, das macht die &Ouml;konomie). Das einfache Ursachen-Folgen-Modell wurde auch in der Industriesoziologie abgel&ouml;st. Automatisierung bspw. f&uuml;hrt nicht notwendigerweise zu einem Abbau von Leistungsdruck, es ist eher eine Frage der Rahmenbedingungen. Die konkreten Folgen sind selbst Teil von arbeitspolitischen Strategien und r&uuml;cken in den Fokus als Technikgestaltung.  Auch bei Alltagstechniken, bspw. im Haushalt h&auml;ngen die konkreten Folgen vom individuellen oder kollektiven Stil der Technikverwendung ab, bspw. wenn Waschmaschinen nicht entlasten, sondern zu einer erh&ouml;hten Sauberkeitsnorm f&uuml;hren. </p>

<p> -> Technikfolgenforschung wird zur Technikgestaltungsforschung</p>

<p>Soziale Implikation des technischen Mediums: Laut McLuhan sind die Eigenheiten des technischen Mediums pr&auml;gender als die &uuml;bermittelten Sinngehalte, so hat der Buchdruck bspw. Wahrnehmungsschemata ver&auml;ndert. Sie ver&auml;ndern auch das Selbstverst&auml;ndnis des Menschen - k&ouml;rperliche Geschicklichkeit, Intelligenz werden herausgefordert, Mensch nun emotionales Wesen? Auch die Beziehungen zur Erde bspw. oder von Eltern und Kindern werden durch Technologien gepr&auml;gt.</p>

<p>-> Wandel der sozialen Implikationen: Vergr&ouml;&szlig;erung des Spektrums der Technikfolgenabsch&auml;tzung:</p>

<p>- Akzeptanzforschung: Schwankungen und Gr&uuml;nde f&uuml;r Technikbeurteilung in allen Bev&ouml;lkerungskreisen.  - Sozialvertr&auml;glichkeitsnanalyse - Risikoanalyse, bspw. Perrow, untersucht onstellationen soziotechnischer Systemelemente</p>

<p>-> Ausblick: Sozialwisschenschaftliche Technikforschung wird sich mehr mit Bedingungskonstellationen der Erzeugung (!) und Verwendung von Techniken in den verschiednene funktionalen handlungsbereichen und soziokulturellen Mileus der Gesellschaft zuwenden, Ankopplung an andere soziotechnische Komplexe</p>

<p></p>

<p></p>

<p></p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> Kapitel 2: Technikgenese - Stand und Perspektiven der Sozialforschung zum Entstehungszusammenhang neuer Techniken </p>

<p> ----------------------------------------------------------------------------------------------------------------------------------------</p>

<p></p>

<p>1. Zur Entwicklungsdynamik der Technik </p>

<p>Fokus liegt oft auf den Folgen, statt der Genese, aber mit zunehmender Diskussion wendet sich der Fokus auf die Erzeugung von Technik und es steigt das Interesse daran, die soziale Entwicklungsdynamik von Technik aufzukl&auml;ren.</p>

<p>-> Technik als soziales Projekt</p>

<p>Reduktionistische Erkl&auml;rungsstrategien: Logiken der Technikfolgen wurden auf den Enstehungskontext &uuml;bertragen, aber das ist zu simpel, oftmals spielt sich die Genese in anderen Kontexten und entsprechend nach anderen Pr&auml;missen ab. R&uuml;ckgriff auf &ouml;konomische Logik der Vewertung zur Erkl&auml;rung ist das weit verbreitetste Beispiel - es vernachl&auml;ssigt bspw. &auml;sthetische, politische oder milit&auml;rische Interessen, die bei der Entwicklung pr&auml;gen.  Weitere Erkl&auml;rungsmuster: &quot;Strukturlogik der Beherrschung&quot; (Beteiligung von Herrschaftsinteressen) und &quot;kulturelle Muster des Naturverh&auml;ltnisses und des Menschenbildes&quot; die in den jeweiligen Techniktyp eingehen, bspw. der g&ouml;ttliche Auftrag der Beherrschung der Welt - allerdings sind diese Erkl&auml;rungsbilder oft noch zu wolkig. </p>

<p> 2. Technikgenese </p>

<p>1. Technikentwicklung verl&auml;uft in unterschiedlich strukturierten Teilbereichen der Gesellschaft ab 2. Es sind verschiedene soziale Akteure mit unterschiedlichen Orientierungssstandards und Machpotentialen neben- und nacheinander beteiligt </p>

<p>Methoden der Technikananlyse lassen sich nicht ohne Weiteres auf andere Bereiche &uuml;bertragen:</p>

<p>- Technische Konstruktionen werden auf Verwertungslogiken bezogen, ausgeblendet bleiben ausdiffernezierte soziale Teilsysteme mitsoezifischen Funktionsweisen und verschiedene Orientierungskomplexe in unterschiedlichen Bereichen der Gesellschaft - Technikbegriff ist oft zu eng gefasst auf ein materielles Artefakt, aber es sind eher die soziotechnischen System Gegenstand. Beteiligte Akteure und gekoppeltes soziales Handeln sind sehr unterschiedlich </p>

<p>-> Es m&uuml;ssen einzelne Systeme mit ihren Akteurkonstellationen, Konfigurationen von Orientierungskomplexen und spezifischen kulturellen Leitbildern jeweils untersucht werden</p>

<p>- Es sind zeitlich nacheinander abfolgende Stufen der Technikentwicklung</p>

<p>- es gibt eine Pool an technischen Ideen, die rekomibiniert werden, dadurch entsteht eine Eigendynamik  - Auch wenn diese Ideen dann in einem zweiten Schritt aufgegriffen werden, bedeutet das noch keine Durchdringung von &ouml;konomischer Steuerung, den Investitionsentscheidungen ist oft eine wissenschaftliche Einflussnahme vorgelagert</p>

<p>-> Auch unter betriebswirtschaftlichen Bedingungen liegt eine Konfiguration wissenschaftlich-technischer und &ouml;konomischer Rationalit&auml;tsstandards vor </p>

<p></p>

<p> 3. Perspektiven auf die Technikentwicklung </p>

<p> Erkl&auml;rung der gesamten technischen Entwicklung: Anthropologische Perspektive von Gehlen, Technikentwicklung wird aus der mangelhaften Organaustattung des Menschen.  Mumford schlie&szlig;t, dass technische Neuerungen auf soziokulturellen Erfindungen beruhen, das hei&szlig;t, das Soziale pr&auml;gt die Technik und nicht umgekehrt. Es geht daher nicht darum, Technologien durch Alternativen zu ersetzen, sondern darum, alternative Organisationsprinzipien f&uuml;r Produktion, Versorgung und Alltagshandeln zu entwickeln.  Gilfillan hat in Sociology of Invention 38 soziale Grunds&auml;tze, drei Punkte daraus:</p>

<p>1. Technische Entwicklung ist ein vielf&auml;ltiger und endloser Zuwachs von kleinen Modifikationen und Perfektionierungen. Innovationen sind evolution&auml;r und kleine Erfindungen kumulieren ihre Wirkung.</p>

<p>2. Technische Neuerung ist ein Komplex aus verschiedenen Elementen - ein soziotechnisches System. Aus Wissenschaft, Management, Umgangsweisen...</p>

<p>3. Technische Entwicklung besteht aus Neukombinationen und Milieuver&auml;nderungen des Transfers. Selbstbez&uuml;glichkeit der Technikentwicklung</p>

<p>Hughes nennt die unterschiedlichen beteiligten Akteure &quot;Systembildner&quot;</p>

<p>-> Selbstbez&uuml;glichkeit ist immer auf eine Au&szlig;enorientierung angewiesen, da es keine innertechnischen Werte gibt. Auch Gr&ouml;&szlig;e oder Pr&auml;zision bleiben mit zeit- und kulturgebunden Konzepten verbunden</p>

<p> 4. Phasen der Technikentwicklung </p>

<p> Phase der Technikgestaltung: Umorientierung auf die Probleme der sozialen Gestaltung statt der Folgen. Technische Entwicklung wird zunehmend als gestaltungsoffen angesehen, es werden so bspw. unterschiedliche Managementkonzepte verantwortlich gemacht und spezifische Ausgestaltungen untersucht.  Entwicklungsszenarien sind offen, das hei&szlig;t aber nicht unabh&auml;ngig, sondern abh&auml;ngig von bspw. Industrie- und Arbeitspolitiken, regionale Bezeiehungen und Strategien einzelner Akteure. </p>

<p>Phase der technischen Neuerung:  &Ouml;konomische Innovationsforschung, zumeist aus USA oder GB, Faktoren des Wachstums werden ermittelt. Studien ergaben, dass insitutionelle oder organisatorische Gr&ouml;&szlig;en viel st&auml;rker differenzierten als Konkurrenz bspw.  Weitere zentrale Frage nach demand pull oder technology push (technology push, also radikale neue basisinnovationen sind profitabler und &uuml;ben Druck aus)</p>

<p>Phase der Forschung:  Dom&auml;ne der wissenschaftssoziologischen Technikforschung. Auffassung hat sich durchgesetzt, dass Technik nicht einfach angewandte Wissenschaft ist. Folgen unterschiedlichen kognitiven Bew&auml;hrungsregeln und Kommunikationsgemeinschaften und sind in unterschiedlichen sozialen Kontexten institutionalisiert.</p>

<p></p>

<p>5. Fallstudien zur Technikentwicklung</p>

<p>Meist aus historischer oder politikwissenschaftlicher Forschung, die entweder F&auml;lle als Ausdruck von Herrschaftssicherung oder als Ergebnis von Akteurskonstellationen rekonstruieren. Die strukturlogischen Ans&auml;tze haben oft die Vielfalt und Widerspr&uuml;chlichkeit der Ereignisse ignoriert und sie doch wieder einer &ouml;konomischen Perspektive untergeordnet, mittlerweile setzen sich aber mehr akteurstheoretische Ans&auml;tze in der Erkl&auml;rung durch. Die strategischen Visionen definieren h&auml;ufig erst das technologische Interesse. Wer &uuml;berhaupt an solchen Debatten teilnimmt, wie sich die politischen Arenen bilden und welche Richtung sich letztlich als legitim durchsetzen kann ist nich von vornherein festgelegt, sondern einer sozialen Dynamik unterworfen. </p>

<p> -> Wenn Strukturen als verfestigte Ergebnis von kollektiven Handlungen definiert werden, wird der Blick f&uuml;r die Aufl&ouml;sbarkeit und f&uuml;r Alternativen gesch&auml;rft. Es lassen scih immer wieder historische Umbruchsituationen identifiieren. </p>

<p>Die Selektion zwischen technischen Varianten wird durch die Interessen der st&auml;rkeren Akteure bestimmt, die sich auch wandeln &uuml;ber die Zeit sowie &uuml;ber sich verschiebende Machkonstellationen. Weiterhin spielt die politische Kultur eine Rolle, bspw. in der Ablehnung von dezentralem Kommunikationsverhalten. </p>

<p>Alle Fallstudien zeigen, dass kulturelle Traditionen, soziale Visionen und strategische Nutzungksonzepte eine gro&szlig;e Bedeutung f&uuml;r die technische Entwicklung, Geschwindigkeit und Richtung haben k&ouml;nnen. </p>

<p></p>

<p>6. Die Zukunft der techniksoziologischen Forschung </p>

<p>Aufgaben:</p>

<p>1. In Teildisziplinen erbrachte Leistungen in &uuml;bergreifenden Theorierahmen integrieren. Kandidat daf&uuml;r ist die Evolutionstheorie, sie ist offen f&uuml;r unterschiedliche Umweltkonstellationen und phasenspezifische Mechanismen. Bspw. von Nelson und Winter: 1. Erzeugungsphase in der innovative Strategien der Akteure wichig sind, da sie den Pool vergr&ouml;&szlig;ern, 2. Selektion - hier wirkt Markt, Staat, kultureller Wandel, 3. Insitutionalisierung, hier sind Probleme der Irreversebilit&auml;t zu verorten (d.h. mit einer etablierten Technik, die eine Infrastruktur nach sich zieht, so wie Automobilverkehr, sinken die Chancen von Alternativen, daher birgt die Pflege von Vielfalt von Technologien in zeiten radikalen Wandelns ein Potential an Flexibilit&auml;t und Innovativit&auml;t) </p>

<p> 2. Integration der akteurs- und strukturtheoretischen Aspekte der Technikentwicklung </p>

<p>3. Technische Entwicklung nach ihren Verlaufsphasen und Handlungsfeldern zu differenzieren, es gibt nicht DIE Technik, sondern bspw. Technisierung der Kommunikation, der Hausarbeit... etc. </p>

<p>- Technikentwicklung kann als Resultat von Strategien verschiedener sozialer Akteure angesehen werden. Politische Arenen, technologische Debatten und Akteurkonfigurationen blden Untersuchungsgegenst&auml;nde - Andererseits kann technische Entwicklung als Resultat eines sozialen Evolutionsprozesses rekonstruiert werden, der von keinem Akteur gesteuert werden kann - Markt- und Industriestrukturen, Auswahlmechanismen und kulturelle Werte bilden hier den Untersuchungsgegenstand  - Au&szlig;erdem: Unvergleichbarkeit der Verlaufspfade herausstellen, um Vorurteile abzuubauen und vorschnelle Steuerungskonzepte zu kritisieren</p>

<p></p>

<p> ----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> Kapitel 3: Pl&auml;doyer f&uuml;r eine Technikgeneseforschung - Von den Folgen der Technik zur sozialen Dynamik technischer Entwicklungen</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> 1. Technik erzeugen, Technik beurteilen: eine problematische Differenz </p>

<p>Trennung zwischen Kompetenzen, Technik zu erzeugen und die Folgen der Erzeugnisse abzusch&auml;tzen ist bis heute durch die Trennung von Wissenschaft und Praxis, Technologie und Politik, erhalten und f&uuml;hrt dazu, dass technsiche Entwicklung von Normen und einschr&auml;nkenden Praktiken befreit ist und damit rasant voranschreiten kann. </p>

<p>3 Aspekte der Dynamik technischer Entwicklungen </p>

<p>- Das Tempo der technischen Innovationen ist damit beschleunigt - Vielfalt der Technisierung von Abl&auml;ufen ist un&uuml;bersichtlich geworden, Wechselwirkungen sind schwer zu erkennen zwischen und innerhalb von Systemen - technische Konstruktionen werden durch organisierte Interessen und Visionen bestimmt </p>

<p>Reaktionsformen: Verwissenschaftlichung (Technikfolgenabsch&auml;tzung den Betroffenen entziehen) oder auch Remoralisierung technsicher Fragen (neokonservativ und soziale Bewegungen gleicherma&szlig;en rufen dazu auf aber verl&ouml;ren Innovationskraft) </p>

<p>-> Innovations-Kontroll-Dilemma</p>

<p>Daraus gibt es keinen Ausweg, au&szlig;er man richtet laut Rammert die Perspektive auf den sozialen Aspekt der Dynamik. Die sozialen Bedingungen m&uuml;ssen bekannt sein, denn schon dort fallen Entscheidungen &uuml;ber die Technologien und somit die Folgen. Gleichzeitig sind soziale Kompetenzen notwendig, um unerw&uuml;nschte Folgen und Risiken zu vermeiden. </p>

<p>-> Dritte technikpolitische Strategie, welche die Differenzierung nicht aufgebt, sondern neu arrangiert. </p>

<p>Erst wenn soziale Dynamik technischer Entwicklung bekannt ist, k&ouml;nnen Hinweise auf die soziale Steuerung gewonnen werden. </p>

<p></p>

<p>2. Grenzen der Technikfolgenabsch&auml;tzung</p>

<p>Probleme laut Ogburn: 1. Vielf&auml;ltigkeit der Auswirkungen (bspw. &uuml;ber 150 Folgen des Radios), Unterschied zwischen unmittelbaren und abgeleiteten Technikfolgen, wobei letztere schwer zu ermitteln sind und die Konvergenz von Erfingungen, die soziale Wirkung entfaltet</p>

<p>-> multi-lineare Technik-Folge-Beziehung </p>

<p>Zeitlich: Die Technikfolgenabsch&auml;tzung hetzt der Technikentwicklung immer hinterher  Sachlich: Spektrum der Folgen erweitert sich mit jeder Ver&auml;nderung  Sozial: Folgen lassen sich nit immer als gew&uuml;nscht/sch&auml;dlich etc. klassifizieren, Folgen werden z.T. erst durch Institutionalisierung hervorgerufen und die Bewertung h&auml;ngt von der Interessendefinition der Akteure ab </p>

<p>Es ist schwierig, allgemein verbindliche Kriterien zu formulieren, es werden daher oft unzul&auml;ssigerweise Erfahrungen fr&uuml;herer Techniken auf neuere &uuml;bertragen. Damit m&ouml;chte Rammert den Weg daf&uuml;r ebnen, dass sich st&auml;rker auf den Enstehungsprozess der Technik fokussiert anstelle nur der Folgen. </p>

<p>--> Die Kurzatmigkeit der Folgenabsch&auml;tzung l&auml;sst sich erst durch eine langfristige Technikgeneseforschung &uuml;berwinden - im Verbunden k&ouml;nnen sie die gesetzten Erwartungen erf&uuml;llen.</p>

<p></p>

<p>3. Aufkl&auml;rung der sozialen Dynamik technischer Entwicklungen </p>

<p>Verbreitete Auffassung in den Sozialwisschenschaften: Technikentwicklung als historisch-gesellschaftlicher Prozess, in dem &ouml;konomische Interessen, politische Machtkonstellationen und kulturelle Wertvorstellungen hineinwirken und gleichzeitig dadurch ver&auml;ndert werden.  Unterschiedlich sind die analytischen Herangehensweisen:</p>

<p>1. Strukturalistische Ans&auml;tze: Gehen von einer dominierenden Strukturlogik aus, Logik der Kapitalverwertung oder hegemoniale Kultur. Kritik: Zu grobmaschig.  2. Interaktionistische Ans&auml;tze: Betonen, dass technische Artefakte sozial konstruiert sind. Akteure und ihre Visionen, Strategien und L&ouml;sungen werden untersucht. Kritik: Bei Mikrostudien geht der gr&ouml;&szlig;ere Zusammenhang verloren. </p>

<p>Daf&uuml;r muss eine einzelne Technikentwicklung als Handlungsprojekt verschiedener sozialer Akteure gesehen werden und technische Entwicklung als sozialer Prozess rekonstruiert werden</p>

<p>Eine Erfindung ist nicht das Projekt eines einzelnen, sondern die Variante, die von verschiedenen Akteuren mit abweichenden Vorstellungen zu unterschiedlichen Zeitpunkten ausgew&auml;hlt oder ausgehandelt wurde. Daf&uuml;r muss der Blick f&uuml;r fr&uuml;he Technikgenese (Forschung, Erfindung) interessant sein -> So wird die Vielfalt von Techniksierungskonzepten sichtbar </p>

<p>Was wir heute als effektivste Konstruktionsl&ouml;sung sehen, ist das Ergebnis sozialer Strategien verschiedener Akteure</p>

<p>Telefontechnik unter genetischer Perspektive betrachtet zeigt, dass unterschiedliche Nutzungsoptionen zu Beginn noch konkurrierten, dabei waren sie von kulturellen Vorstellungen gepr&auml;gt (Dialog, einseitige Benachrichtigung...), sp&auml;ter greifen Nutzungsvisionen von Beh&ouml;rden ein.</p>

<p>-> Forschungsinteresse auf fr&uuml;he Phasen der Forschung und Erfindung ausdehnen, der Kreis der relevanten Akteure wird dadurch vergr&ouml;&szlig;ert.  -> Blick vom materiellen Artefakt l&ouml;sen, sondern nach Visionen und Konzepten der Technisierung suchen -> Nicht von dominanter Stellung eines Akteurs t&auml;uschen lassen</p>

<p>--> Technikentwicklung als Handlungsprojekte  - unterschiedliche Technisierungskonzepte zu verschiedenen Zeiten, mit differierenden Orientierungen der beteiligten Akteure und wechselnden Einflusskonstellationen  --> Akteursperspektive kann aber die l&auml;ngerfristigen Technisierungspfade nicht mehr erfassen, da ein Eigengewicht erlangt wird und die abweichenden Strategien der Akteure nicht mehr ins Gewicht fallen </p>

<p>--> ungerichtete Evolution</p>

<p>Evolutionstheorie unterscheidet zwischen  - Variation: Such-, Probier- und Forschungshandeln erzeugt einen Pool an M&ouml;glichkeiten, die sich immer wieder auf fr&uuml;here L&ouml;sungsideen berufen und neu kombinieren, spielt sich ab in Institutionen, in Labors, etc. - wenig erforscht</p>

<p>Selektion: Ist besser erforscht, aber wird zu oft auf den Markt als selektierend reduziert, daneben gibt es noch F&ouml;rderprogramme, Patente, Normen, Umweltvertr&auml;glichkeits-Regelungen... es ist nicht unbedingt the survival of the fittest, sondern L&ouml;sungen die zuerst zufriedenstellen  und Stabilisierung. Richtet die Frage nach dem relevanten Umfeld und den Auswahlkriterien - es verschwindet damit der Eindruck, dass es nur das Kosten-Nutzen-Kalk&uuml;l ist, das entscheidet </p>

<p>Stabilisierung: Dauerhafte Institutionalisierung, gesellschaftliche Festlegung auf Pfade. Nachahmung und Anschlusstechnologie sind Teil der Dominanze - Verdr&auml;ngen andere Technologien, bergen damit aber das Risiko, dass ver&auml;nderte Umweltfaktoren nicht mehr bew&auml;ltigt werden k&ouml;nnen.  Frage: Wieviel erfinderische Kapazit&auml;t wird durch etablierte Technisierungspfade gebunden? </p>

<p>Fragestellungen Wie werden technische Verianten organisiert, welche selektiven Mechanismen gibt es, behindert die Institutionalisierung von Technik die Entwicklung von Alternativen? </p>

<p>Hier k&ouml;nnen Akteure reflexiv auf die evolution&auml;ren Dynamiken eingehen - dazu kann die Technikgeneseforschung beitragen. </p>

<p></p>

<p>4. Feingriffe statt Eingriffe: Einige allgemeine technikpolitische Schlussfolgerungen </p>

<p>Technologiepolitische Ma&szlig;nahmen m&uuml;ssen aus differenzierten Vorstellungen technischer Entwicklungen heraus entstehen. </p>

<p>F&uuml;r die erste Phase: Rahmenbedingungen regulieren, so dass eine Vielfalt an Varianten &uuml;berhaupt erzeugt werden kann F&uuml;r die Selektion: Darauf achten, dass neben bereits wirkenden Mechanismen (Milit&auml;r, &Ouml;konomie) auch Umweltinteressen, Verbraucherinteressen etc. zur Geltung kommen - politische Arenen einrichten  F&uuml;r die Stabilisierungsphase: Mehrere Technisierungspfade zulassen</p>

<p> Daraus folgt: Trennung zwischen Technikerzeugern und Technikbeurteilenden aufheben: Forscher und Erfinder st&auml;rker mit W&uuml;nschen und Bef&uuml;rchtungen der Anwender und Verbraucher und mit Risikoabsch&auml;tzungen konfrontieren</p>

<p> ----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> TEIL 2 TECHNISCHER WANDEL ZWISCHEN STEUERUNG UND EVOLUTION</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> ----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> Kapitel 4: Technologieentwicklung: Autonomer Prozess und industrielle Strategie</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> Einleitung: Zwei Annahmen: Verwissenschaftlichung der technischen Entwicklungen &amp; zunehmende Industrialisierung und Vergesellschaftlichung der wissenschaftlich-technischen Forschung - diese Perspektiven widersprechen sich. Ziel des Aufsatzes ist es, diese paradoxale Situation aufzuheben, indem sich der reduktionistischen Perspektive verwehrt wird, die eine Dominanz des einen Entwicklungsmusters &uuml;ber das andere darstellt. </p>

<p>Stattdessen kommt es zur Ausbildung komplexer Handlungsstrategien, die sowohl industriell wie wissenschaftspolitisch neu sind   - Beteiligung von Akteuren aus verschiedenen Lagern  - Einbeziehung zus&auml;tzlicher Kontingenzfaktoren  - Vermehrung von Eingriffschancen  - Abnahme von Entscheidungsimperativen </p>

<p>Neuer Strategietypus: wissenschaftlich-reflexiv, industrielle und forschungsplanende Entscheidungen koordinierend  - erm&ouml;glicht Organisation komplexer, system&uuml;bergreifender Handlungsfelder -> verspricht Beschleunigungseffekte</p>

<p> 1. Technische Entwicklung und innovatorisches Handeln</p>

<p>Als Ausgangspunkt wird Technikentwicklung als innovatorisches Handelns gew&auml;hlt. In der Moderne besteht technische Entwicklung vornehmlich in der Erzeugung neuer Techniken. Ordnen das technikbezogene innovatorische Handeln der Forschung als eine auf Erfinden, Entdecken, Vorhersagen und Konstruktion gerichtete T&auml;tigkeit. Forschen als Wissenschaft und Technologie &uuml;bergeordnet. </p>

<p>Was ist Forschung? Ausdifferenzierung eines bestimmten, auf Erfindung, Entdeckung, Profnose und Konstruktion gerichteter Handlungstypus Entsteht im 13. Jhd., soziale Definition im 15. Jhd., Legitimation im 17. Jhd. (Gr&uuml;ndung von Akademien), Professionalisierung im 19. Jhd. </p>

<p> 2. Die Orientierungskomplexe der technischen Forschung </p>

<p>Frage nach den Bezugspunkten der Forschung: Orientierungskomplexe sind Verbindungsglieder zwischen Forschung und den Bereichen, in denen Forschungs institutionalisiert ist - sie sind &uuml;berlappend und &Uuml;berg&auml;nge</p>

<p>a) Der Orientierungsrahmen der Realit&auml;tserkenntnis: Forschung zum Zweck der Realit&auml;tserkenntnis b) Der kulturelle Orientierungskomplex: Gesellschaftliche Wert- und Sinnorientierungen (Gesundheit, Hedonismus, ethisches...) c) Der politisch-administrative Orientierungskomplex: Alles was der Staat f&uuml;r seine eigene Ordnungsverwaltung betreibt, R&uuml;stungssektor, Kontrolle, entwickelte sich parallel zum &ouml;konomischen Sektor d) Der &ouml;konomische Orientierungskomplex: Auf Innovation ausgerichtete Erkentnnis und &ouml;konomische Betriebsziele (ca. ab Ende des 19. Jhd)</p>

<p>Folgt den generalisierten Medien der gesellschaftlichen Probleml&ouml;sung: Wahrheit, Werte, macht, Geld (Luhman) - Forschung w&auml;re ohne diese Komplexe richtungslos. Aufgabenbereiche und Zielhorizonte entstehen nicht durch das Forschungshandeln, sondern durch die Komplexe.</p>

<p>3. Technologische Rationalit&auml;t</p>

<p>Technologie offenbar nur Bereitstellung von Wissen, das in den Orientierungskomplexen als relevant gilt - hat technische Entwicklung damit keine Autonomie? Um diesen Dualismus zu umgehen, f&uuml;hrt Rammert &quot;technologische Rationalit&auml;t&quot; ein. </p>

<p>These: Funktionalit&auml;t und Autonomie der Technologie folgen aus einer spezifischen Rationalit&auml;t der technologischen Forschung. Technologieentwicklung hat Beschleunigungseffekte, die Orientierungskomplexe zur Anpassung zwingen. Woher kommen diese Handlungsvorteile?</p>

<p>Unterschied zwischen Wissenschaft und Technologie: Heterogene Wurzeln, trotzdem kann nur noch kontextuell unterschieden werden (Rekurs auf Orientierungskomplexe). Gemeinsamkeit: Beide sind &uuml;ber die Kategorie der Forschung an denselben operativen Wahrheitsbegriff gebunden. Unterschied: Jede wissenschaftliche Erkenntnis entwickelt ein Potential zur Konstruktion von Realit&auml;t auf theoretischer Grundlage (das hei&szlig;t zur Technologie) und jede Entwicklung von Technik zieht ein wissenschaftliches Interesse nach Rekonstruktion des Funktionierens nach sich. </p>

<p>Wissenschaft: analytisch und reduktionistisch, findet finite Erkl&auml;rungen Technologie: ist synthetisch und holistisch, ist offen und ziellos, stellt ein Potential dar, hat kein immanentes Erkenntnisinteresse -> Angewiesenheit der Technologie auf Orientierungskomplexe</p>

<p>Forschung f&uuml;hrt zur Synthese, ist eine Art Schleuse. Jede Wissenschaft kann zu Technologie werden, jede Technologie verwissenschaftlicht </p>

<p>[Nicht weiter spannend f&uuml;r meine Themensetzung]</p>

<p>4. Stufen der Interdependenz von Industrie und Forschung</p>

<p>Gesellschaftliche Orientierung der Technologieentwicklung - Beschr&auml;nkung auf &ouml;konomischen Orientierungskomplex der auf industrielle Entwicklung im Kapitalismus und Verh&auml;ltnis zur Forschung einwirkt.  - Verh&auml;ltnis von Industrie und Forschung wird oft einseitig, unter Subsumtion unter eine Logik, bspw. Verwissenschaftlichung oder Kapital gesehen - es wird &uuml;bersehen, dass es auch Eigenlogiken der Industrie gibt </p>

<p>Ein modernes Unternehmen ist nicht nur Realisation der Kapitalverwertung, es ist auch Ort der Forschung und Politik. </p>

<p>Akteure wenden reflexive Strategien an, um unterschiedliche, z.T. inkonsistente Rationalit&auml;tsmuster zu kombinieren </p>

<p>Geschichtlicher Rekurs:  - Ende des 18. Jhd. kaum Ber&uuml;hrungen zwischen Wissenschaft und Industrie, lediglich &uuml;ber neue Maschinen, die entwickelt wurde.  - Ende des 19. Jhd. st&auml;rkeres Interesse an fortlaufender Innovation f&uuml;hrt zu dauerhaften Kontakten zwischen Forschung und Industrie.  - Ende des 19. Jhd. verlagert sich das Interesse auf Monopolisierung von Marktchancen durch Systemerfindung und Forschungsvorspr&uuml;nge. Forschungs- und Entwicklungsprozess werden Bestandteil des Gro&szlig;unternehmens.  - Seit Mitte 20. Jhd: Wissenschaftlich-industrielle Komplexe entstehen aus staatlich koordinierten Gro&szlig;projekten, industrielle Entwicklung ist zunehmend von Forschung abh&auml;ngig, diese wird durch industrielle Priorit&auml;ten gepr&auml;gt - Reflexion der wechselseitigen Potential wird bestandteil der industriellen und wissenschaftlichen Produktionsstrategie </p>

<p> 5. Kritik reduktionistischer Vergesellschaftungskonzepte </p>

<p>Oft wird nur eine vorherrschende Logik herangezogen, um die Vergesellschaftung zu erkl&auml;ren</p>

<p>Logik der wissenschaftlich-technischen Entwicklung: Abh&auml;ngigkeit von industrieller Produktion von technologischer Invention, von Logik der Technologieentwicklung beherrschte Gesellschaft - moderne Technik (nach Ellul) ist ein Automatismus von Technikwahlen, die sich am &quot;one best way&quot; und dem Kalk&uuml;l der Effizienzsteigerung orientieren</p>

<p>Logik der &ouml;konomischen Entwicklung: Statt Verwissenschaftlichung sehen diese Theoretiker eine Subsumtion der Wissenschaft unter das Kapital, allerdings gibt es Innovationen die nich-&ouml;konomischer Forschung entstammen und es mehren sich Techniken die kostenvermehrend sind (bspw. Umweltschutztechnologien) These ist stimmig f&uuml;r die Bernesserungen und Erneuerungen, aber nicht, wenn die reele Subsumtion der Forschung unter das Kapital gemeint ist.  Weiterhin wird eine Unterwerfung unter eine abstrakte technologische und &ouml;konomische Rationalit&auml;t angenommen, oder unter eine Logik der Beherrschung. Technologie wird hierbei als verselbstst&auml;ndigte Form von Klassenherrschaft aufgefasst (Marcuse) </p>

<p> 6. Der Wandel vom industriellen zum wissenschaftlich-reflexiven Strategietyp </p>

<p>- Gehen von der Existenz mehrerer Logiken nebeneinander aus, die das Ergebnis funktionaler Ausdifferenzierung von Rationalit&auml;tsmustern und entsprechender Subsysteme sind. Organistaionen sind durch die Verkn&uuml;pfung verschiedener Rationalit&auml;tsmuster charakterisiert und reflexive Strategien der Akteure vermitteln zwischen ihnen. </p>

<p>Beispielsweise wird die Autonomie der Forschung als Widerstand vernachl&auml;ssigt, und die rasante Innovation bedrohte auch die Sicherstellung des &ouml;konomischen Erfolgs. Gr&uuml;ndung eigener Industrieforschungslabors war auch Ausdruck der strategischen Interdependenz. Gleichzeitig k&ouml;nnen Forschungsstrukturen nicht komplett dem &ouml;konomischen Rationalit&auml;tsmuster unterstellt werden, es w&uuml;rde Produktivit&auml;t und Kreativit&auml;t eingeschr&auml;nkt. Offenere und reflexivere Formen der Verkn&uuml;pfung zwischen den beiden Rationalit&auml;tsmustern mussten entwickelt werden. </p>

<p>Soziale Instanzen und Akteure wurden durch den grenz&uuml;berschreitenden Charakter moderner Technologieentwicklung so sehr vermehrt, dass die Steuerung urch eine Logik immer unwahrscheinlicher wird und durch reflexive Selbststeuerung abgel&ouml;st wird. </p>

<p>Durch gegenseitige Interdependenz wird eine gemeinsame Leistungssteigerung m&ouml;glich, die der &ouml;konomischen Effizienz und der wissenschaftlichen Innovativit&auml;t </p>

<p></p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>Kapitel 5: Akteure und Technologieentwicklung - wie lie&szlig;e sich Touraines Aussage von der R&uuml;ckkehr des Akteurs f&uuml;r die techniksoziologische Forschung nutzen?</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p></p>

<p>1. Das Problem: Der mangelnde Akteurbezug bei der Erkl&auml;rung von Technologieentwicklung </p>

<p> Zentrale Frage: Wodurch werden technologische Entwicklungspfade bestimmt? Ans&auml;tze beziehen sich auf strukturelle Tendenzen und sehen Entwicklungen als Resultate von Strukturlogiken, w&auml;hrend Prozesse nicht definiert werden k&ouml;nnen.  Es bedarf einer Theorie kollektiver Akteure, die situative Interdependenz-strukturen und strategische Orientierungskonzepte zu ihrem Gegensatz macht </p>

<p>Merkmale gegenw&auml;rtiger Technologieentwicklung:  - Konfiguration des technischen Ensembles einer Gesellschaft wird durch Priorit&auml;ten und Konzepte verschiedener sozialer Instanzen gepr&auml;gt  - Entwicklungszusammenhang schlie&szlig;t Forschungshandeln in Erzeugunskontexten und das Entscheidungshandeln in Verwendungskontexten mit ein  - Technoligien werden nicht nur &uuml;ber Verbesserung, sondern auch &uuml;ber die Durchsetzung neuer Konzepte und Modelle ihrer Integration (und der Organisierung der System/Mensch-Schnittstellen) in soziotechnischen Systemen</p>

<p>Das impliziert Anspr&uuml;che an Erkl&auml;rungsans&auml;tze: - Unterscheiden sie und gehen sie explizit auf die Zusammenh&auml;nge zwischen Strukturen und Akteurdynamik ein, zB zwischen ungleichen Interdependenzverh&auml;ltnissen auf dem Arbeitsmarkt? - Gehen sie auf unterschiedlich institutionalisierte Kontexte ein von Erzeugung und Verwendung (Universit&auml;t und Gro&szlig;konzern &uuml;ber Haushalt) - Machen sie Angaben zum Handlungspotential des einzelnen, das in Zusammenhang mit anderen Akteuren steht?</p>

<p>Grenzen bisheriger Ans&auml;tze: Handlungspotential von Akteuren wird nur als Resultat ihrer Stellung in &ouml;konomischen Strukturen gesehen. Der Blick auf soziale Bewegungen und die Remoralisierung bislang technsicher Fragen beispielsweise oder die Politisierung industrieller Produktion baut ein handlungspotential auf, das zur Reorganisation existierender Strukturen f&uuml;hren kann. L&ouml;sung nach Touraine: R&uuml;ckkehr des Akteurs und die Dimensionierung seines handlungspotentials.</p>

<p> 2. Die Kritik: Grenzen der Erkl&auml;rung durch einsinnige Strukturlogiken </p>

<p>Versuche, Technologieentwicklung anhand einer einzigen Strukturlogik zu erkl&auml;ren sind der sachlichen, zeitlichen und sozialen Differenziertheit nicht mehr angemessen:</p>

<p>Sachlich: Es m&uuml;ssten unterschiedliche Rationalit&auml;tsstandards ber&uuml;cksichtigt werden Zeitlich: Es kann nicht die gleiche Strukturlogik f&uuml;r die Invention und Phase der Innovation wirken, dazwischen liegen 10-50 Jahre Sozial: Es sind unterschiedliche Akteure beteiligt mit eigenen Orientieurungsvorstellungen und sie ihre Pr&auml;ferenzen sind Ergebnis einer Strategie, dich Interdependenzen zu anderen Akteuren ber&uuml;cksichtigt </p>

<p>-> Vervielf&auml;ltigung von Interdependenzbeziehungen f&uuml;hrt zu einem neuen Strukturtypus - f&uuml;gt sich nicht mehr einer einzigen Strukturlogik, sondern erfodert ein Konzept der wechselseitigen Begrenzung von Strukturen. Strukurlogiken haben Geltung f&uuml;r jeweils ein handlungssystem, aber die Struktur der Wechselbeziehung ist nicht durch die Dominanz einer Strukturlogik bestimmt, sondern durch die gegenseitiges Beeinflussen -> Gegenstand historisch-empirischer Forschung. Daf&uuml;r ist die Akteurperspektive in Kombination mit der Strukturtheorie erforderlich. </p>

<p>Handlungstheorie notwendig, um die Umsetzung der Strukturlogik in die Akteurdynamik </p>

<p>Akteure werden oft lediglich als Platzhalter einer Kapitallogik reduziert betrachtet, bspw. Unternehmer. Auch die Logik der Beherrschung verallgemeinert die strukturelle Machtstellung von Unternehmen gegen&uuml;ber Arbeitern und politischen Organisationen, so dass sie eher als Opfer von ungleich gro&szlig;en Handlungspotentialen, denn als Akteure gesehen werden. Aber nicht alle Unterfangen f&uuml;hrten zum intendierten Resultat, auch Arbeiter haben sich durchsetzen k&ouml;nnen. </p>

<p>Handlungsdynamik der Akteure ist mit Strukturannahmen nicht zu fassen - Akteure sind selbst an der Reproduktion und Variationen von Strukturen beteiligt - durch begrenzung der Handlungschancen und Steigerung des eigenen Handlungspotentials. </p>

<p></p>

<p>3. Das L&ouml;sungsangebot: Die historische Handlungssystemtheorie Alain Touraines</p>

<p>Erkl&auml;rungstheorie zwischen methodologischem Stukturalismus und methodologischem Individualismus? Differenz von Akteur- und Systemperspektive </p>

<p>Touraine ersetzt die Trennung zwischen Akteur und System durch eine Interdependenzbeziehung: - Beziehungen zwischen Akteuren bestimmen ihr Handeln (hinsichtlich Konfliktpotential und kulturelle Orientierung)  - W&auml;hrend der Akteur durch soziale Situation bestimmt wird, ist er an ihrer Produktion und Reproduktion gleichzeitig beteiligt - soziale Akteure werden aufgewertet ohne Illusion hinsichtlich der vorhandenen Machtstrukturen zu produzieren</p>

<p>Was ist ein Akteur?  - weder voluntaristisch handelndes Subjekt noch seine historische Mission erf&uuml;llend  - Akteure sind kollektive Handlungseinheiten, die unterhalb der gesellschaftlichen Strukturen und oberhalb einzelner Handlungen konzeptuell anzusiedeln sind  - haben eigene Handlungsf&auml;higkeit, die sie duch Koordinierung von Einzelhandlungen ihrer Mitglieder erreichen  - Kollektive Handlungseinheiten werden aufgrund ihrer Organisiertheit einem kollektiven Akteur zugerechnet  - Sozialer Akteur:   - koordinierte Handlungsf&auml;higkeit, egal ob durch formale Organisationsstrukturen oder gerichtete Mobilisierungsbereitschaften  - sichtbarer Interdependenz mit anderen Akteuren, die sich in Form von Anerkennung, Allianzen, Konkurrenzen oder Gegenerschaften &auml;u&szlig;ern,   - ein kulturelles Modell, in dem gemeinsam geteilte Interpretationen der Wirkklichkeit und programmatische Zielorientierung aufeinander bezogen sind</p>

<p>-> Unternehmen, soziale Bewegungen, Verb&auml;nde... </p>

<p>--> Diese kollektiven Akteure sind die gesellschaftlichen Instanzen der Wahrnehmung und Abarbeitung von Strukturpoblemen, sie erzeugen Interpretationsmodelle der sozialen Wirklichkeiten und bilden in Lernprozessen Rationalit&auml;tsstandards f&uuml;r ihr Handeln heraus - sind die Orte wo neue Strategien entworfen und erprobt werden </p>

<p> 4. Die Dimension des Handlungspotentials: &Ouml;konomische, organisatorische und kulturelle Macht </p>

<p>F&uuml;r den Verlauf der Technikeinf&uuml;hrung ist die Machtasymmetrie zwischen Arbeitgeber und Arbeitnehmer nicht ausreichen, es m&uuml;ssen die ausgesch&ouml;pften Handlungspotentiale angegeben werden</p>

<p>Handlungspotential: F&auml;higkeit, Dinge/Sachstrukturen zu erzeugen und Handlungssysteme zu organisieren. Wenn Unternehmer die Struktur von Produktionstechnologien festlegen, k&ouml;nnen sie als strategisch zentrale Akteure gelten </p>

<p>Macht:  - Strukturen f&uuml;r das Handeln der anderen Akteure schaffen und  - vorhandene Strukturen zum eigenen Vorteil umorientieren oder nutzen k&ouml;nnen - kulturelle Bedeutung produzieren k&ouml;nnen </p>

<p>Kulturelles Handlungspotential:  - Ereignisse und Sachverhalte benennen k&ouml;nnen - steuern, ob eine Entwicklung &uuml;berhaupt und wie wahrgenommen wird - F&auml;higkeit, den Ph&auml;nomenen Bedeutung zu verleihen, bspw. &ouml;kologische Vertr&auml;glichkeit  - Interpretationen begr&uuml;nden und legitimieren k&ouml;nnen </p>

<p>-> Dieses kulturelle Modell der Handlungsorientierung kann strukturelle Zw&auml;nge &uuml;berwinden und &uuml;berschreiten - konstitutiver Ort der Neuerung und Ver&auml;nderung </p>

<p>Mit dieser akteurorientierten Perspektive l&auml;sst sich der gesamte Prozess der Technologieentwicklung differenziert untersuchen:</p>

<p>- da sie Vorstrukturierung nicht aus dem Blick verliert - da sie alle beteiligten Gruppen und Organisationen als soziale Akteure (duldend, betreibend, verhindernd) mit bestimmten Interessen und Werten identifiziert - da die relative Autonomie der Akteure beachtet wird - indem sie mit unterschiedlichen Strategien die f&uuml;r ihren Handlungszusammenhang geltenden strukturellen Vorgaben umsetzen </p>

<p>So l&auml;sst sich bspw. die Entwicklung des schnellen Br&uuml;ters erkl&auml;ren, der weder f&uuml;r Poltitik noch f&uuml;r Ingenieure vorteilhaft ist, die NC Technologie musste auf Druck vertrieben werden, da sie nur dem milit&auml;rischen Anspruch gen&uuml;gte, aber hohe Kosten verursachte</p>

<p>-> wechselnde Akteurdynamiken in verschiednene Phasen, f&uuml;llen den von Strukturlogiken offen gelassenen Raum f&uuml;r die Erkl&auml;rung des Prozessverlaufs</p>

<p>Rammert pl&auml;diert f&uuml;r eine Ver&auml;nderung und Erg&auml;nzung strukturtheoretischer Ans&auml;tze. Ver&auml;nderung: Struktur der Ausdifferenzierung von Handlungssystemen mit Strukturlogiken und Interdependenzbeziehungen zum Thema machen Erg&auml;nzung: &Ouml;ffnung f&uuml;r Akteurperspektive, um Strutkurgenese und -variation besser erkl&auml;ren zu k&ouml;nnen, und indem Interdependenzstrukturen zwischen kollektiven Akteuren und deren Umsetzung in Strategieformulierungen behandelt werden</p>

<p>-> Akteure nicht mehr nur als strukturierte Struktur auffassen, sondern auch als strukturierende Struktur </p>

<p></p>

<p></p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>Kapitel 6: Neue Technologien im Betrieb: Politiken und Strategien der betrieblichen Akteure </p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>1. Problemstellung </p>

<p>Neue Technologien (computergest&uuml;tzt) bringen einen Strukturwandel mit sich, auf den sich Organisationen und ihre Akteure einstellen m&uuml;ssen</p>

<p>Beitrag: Keine industrie- und betriebssoziologische Perspektive, sondern Alzente aus einer organisationssoziologischen Perspektive, die davon ausgeht, dass der neue Charkater der Informations- und Kommunikationstechnologien (IuK-T) eine ver&auml;nderte Betrachtung des Wandels im Betrieb erfodert. </p>

<p>1. Ein maschinenorientierter Begriff von Technik kann nicht mehr die Besonderheiten der Informatisierung behandeln  2. Nicht mehr von Einwirkungen der Technologie auf die Arbeitsorganisation ausgehen, sondern ein Konzept f&uuml;r die Strukturierung der Gesamtorganisation des Betriebs entwickeln  3. Aufzeigen, dass betriebliche Entscheidungen nicht mehr durch &ouml;konomische oder technologische Rationalit&auml;tsstandards abgesichert werden, sondern zunehmend als politische Probleme der Institutionalisierung behandelt werden (politische Rationalisierung) - Abstimmung zwischen Akteuren </p>

<p> 2. Informatisierung und betriebliches Sozialsystem </p>

<p>Merkmale, die neue Technologien von Maschinentechnik unterscheiden: </p>

<p>1. - Haben von vornherin einen systemischen Charakter, Maschinen k&ouml;nnen getrennt vom betrieblichen Produktionssystem betrachtet werden, und haben einen spezifischen Zweck - IKT und ihre Elemente sind Teil eines umfassenderen technsichen Systems (Bildschirm, Speicher, etc.) - Bei IKT k&ouml;nnen die einzelnen Elemente lose gekoppelt und miteinander kombinierbar sein </p>

<p>2. Sie ist in erster Linie symbolisches Artefakt, nicht materielles - es sind zugeschrieben Funktionen, die ihr Verhalten bestimmen  - Zentraler Ort ist in der Schematisierung und programmatischen Fixierung von Kommunikationsabl&auml;ufen</p>

<p>Arbeit wurde bisher als elastischere Potenz gegen&uuml;ber der Technik gesehen - Betriebe w&auml;hlten erst die Produktionstechnik aus, dann wurde die Arbeit organisiert  - Heute ger&auml;t die Sozialdimension der Technik in den Blick, Sach- und Sozialdimensionen sind miteinander verkn&uuml;pft. </p>

<p>Option der mechanisierten Massenrproduktion: Arbeitskr&auml;fte sind eng mit Maschinen und technischen Anlagen verkoppelt, Maschinen sind fest verbunden, Arbeitslr&auml;fte sind elastischer Faktor (linear fest verkoppelt)</p>

<p>Informatisierte just-in-time-Produktion: Mensch und Maschine werden entkoppelt, technische Elemente werden variabel, just-in-time-Produktion je nach Kundenwunsch, Arbeitskraft wird als kritische Gr&ouml;&szlig;e einbezogen (differenziert lose verkoppelt)</p>

<p>Dilemma: Option 1 (traditionelle Massenproduktionstechnologie) ist kosteng&uuml;nstig und unabh&auml;ngig von Arbeitskr&auml;ften, riskieren aber unflexibel zu sein bei Marktver&auml;nderungen, Option II kann zwar flexibel reagieren, hat aber erh&ouml;hte Investitionskosten, Umstellung, Abh&auml;ngigkeiten von Arbeitskr&auml;ften </p>

<p></p>

<p>3. Organisationskonzepte zwischen Stabilit&auml;t und Flexibilit&auml;t</p>

<p>Neues Problem der Entscheidungsorganisation: Aus vielen Informationen die richtigen heraussuchen. </p>

<p>1. Option: b&uuml;rokratisch-hierarchische Organisationsstrukturen - schaffen formale Mechanismen, fixierte Aufgabenteilung, starre Autorit&auml;ten... Aufbau und Erhalt von Stabilit&auml;t  2. Option: situativ-reagible Organisationsstrukturen - unter turbulenten Umweltbedingungen werden selbstst&auml;ndig arbeitende Einheiten gebildet, die schnell reagieren k&ouml;nnen, Ablauf ist an Ereignisse gekoppelt, Aufgaben sind variabel, </p>

<p>Dilemma: Option III l&auml;sst zwar Unsicherheiten intern kontrollieren, aber auf Kosten von Innovatit&auml;t, Option IV ist besser an Dynamiken angepasst, f&uuml;hrt aber zu Kontrolldefiziten</p>

<p> Daraus ergeben sich extreme und balancierte Typen, die aus Option I - IV w&auml;hlen </p>

<p>Extremtypen haben wenig Entwicklungschancen, es zeichnet sich ab, dass gemischte und balancierte Strategien die Betriebe eher in die Lage versetzen, mit dem Dilemma lernen und langfristig erfolgreich umzugehen</p>

<p> 4. Entscheidungsprozesse und betriebliche Politiken</p>

<p>[nicht besonders interessant]</p>

<p>These: Die sozialen Beziehungen gewinnen f&uuml;r die Prozessintegration an Relevanz </p>

<p>Entscheidungsprozesse brauchen eindeutige und einheitliche Entscheidungskriterien, diese sind aber je nach Interessen interpretierbar - bspw. durch lokale Rationalit&auml;ten oder opportunistische Einstellungen, bspw. durch das Nicht-reporten von Problem an Vorgesetzte</p>

<p>Interessenoffene Mehrdeutigkeit ist bei der Selektion relevanter Infrmationen und bei der Interpretation und &Uuml;bernahme von instruktiven Kommunikationen (Vorgeben, Anweidungen) - k&ouml;nnen interessenorientiert zugeschnitten werden, es bildet sich eine Meta-Eben politischer Spiele heraus - Diese haben ihr Zentrum im Problem zwischen Kooperationsbereitschaft und Kopperationsentzug von Akteuren - dieser Spielraum wird versucht, durch Regeln zu begrenzen - Arenen entstehen</p>

<p>- Normalit&auml;t von Konflikten - wie wird dieses Material von einer Organisation artikuliert, nachbehandelt und anerkannt bzw. &uuml;berformt?  - Leistungsf&auml;higkeit einer Organisation h&auml;ngt davon ab, ob sie &uuml;ber R&uuml;ckopellungsschleifen verf&uuml;gt, um interne oder externe Konflikte produktiv zu verarbeiten - Organisationen m&uuml;ssen Entscheidungsprozesse konfliktoffen halten, um ihr strategisches Potential zu erweitern  - Leistungsf&auml;higktiet ist auch die F&auml;higkeit zur kulturellen Innovation </p>

<p>[verk&uuml;rzt da nicht wichtig]</p>

<p></p>

<p></p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>Kapitel 7: Neue Technologien - neue Begriffe? - Lassen sich die Technologien der Informatik mit den traditionellen Konzepten der Arbeits- und Industriesoziologie noch angemessen erfassen?</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> 1. Das Problem: Befund und Begriff eines technologischen Umbruchs </p>

<p> Theoretisches Dilemma: Theorien, die radikal das Neue erkennen, werden oft durch die Langsamkeit der Entwicklung oder das Auftreten gegenl&auml;ufiger Tendenzen korrigiert. Theoretiker, deren Blick durch Treue zu ihrem theoretischen Paradigma gepr&auml;gt ist, wehren sich gegen vorschnelle Annahmen, werden allerdings auch jeden Umbruch in seinen Anf&auml;ngen verpassen, da sie mit den alten empirischen Ma&szlig;st&auml;ben das Neue nicht erfassen k&ouml;nnen. </p>

<p>Ramert: Wir haben es durchaus mit einem neuen Technologietypus zu tun, der auch einen qualitativen Sprung in der Entwicklung von Arbeit mit sich rbingt</p>

<p> 2. Signatur und Kern gegenw&auml;rtiger Hochtechnologien </p>

<p>Handelt es sich bei der Hochtechnologie um einen modischen Wechsel der Signatur oder tats&auml;chlich um einen Wandel des technologischen Kerns? Drei Indizen: - Ver&auml;nderungen der industriellen Branchenstruktur - Verschiebungen in der Charakteristik von Basisinnovationen - Auftauchen eines neues Maschinenbegriffs bei Ingenieuren </p>

<p> 2.1 Von der Einzelbranche auf Basis einer Technologie zur synthetischen Branche auf der Basis vernetzter Technologien</p>

<p>Industriezweige verschmelzen, Vermischung von Technologien und der Vernetzung von Organisationen </p>

<p> 2.2 Von der mechanischen zur informatorischen Kopppelung als Grundlage technischer Neuerungen </p>

<p>Basisinnovationen passieren nun im Bereich der Computertechnologie, LASER, Offset, ICEs... </p>

<p>2.3 Vom Maschinenbegriff der Kinematik zum Maschinenbegriff der Informatik </p>

<p>Maschinenbegriff der Kinematik (Maschine ist eine Verbidnung widerstandsf&auml;higer K&ouml;rper, welche so eingerichtet sind, dass mittelst ihrer mechanischen Naturkr&auml;fte gen&ouml;tigt werden k&ouml;nnen, unter bestimmten Bedingungen bestimmte Wirkungen auszu&uuml;ben) - wandelt sich zum Maschinenbegriff der Informatik (eine Einrichtung, die Eingangssignale in Ausgangssignale umwandelt, mit Vielfacheingang und Vielfachausgang. Kybernetischer Informationstheoretiker Norbert Wiener: Maschinen sind gleichzeitig Ger&auml;t und Nachricht, gew&auml;hrleisten das &Uuml;bertragen von Nachrichten. Der Kern des Neuen ist die technsiche Kommunikation, als vierte Funktion, l&ouml;st die Regelung von rigider Steuermechanik und menschlichen F&uuml;hrung ab, und bildet einen eigenen Komplex der Regelungstechnik. </p>

<p>Gegenw&auml;rtige technologische Theorien haben scih von Konzepten der Orts- und Formver&auml;nderung, energetischen Umwandlung zu Konzepten der Regelung von Prozessen, der &Uuml;bertragung von Nachrichten und der Verarbeitung von Informationen bewegt, Kybernetik, Informatik und Systemtheorie bilden die Grundlage </p>

<p> 3. Perspektivwechsel in der Industriesoziologie I: Von der Arbeit sans phrase zur Arbeit als Interaktion und Kommunikation </p>

<p></p>
<p>- Wandel der soziologischen Reflektion von Arbeit (Ohne Technikdeterminismus) - Perspektive auf Arbeit nun m&ouml;glich, die Kommunikation und Interaktion in den Mittelpunkt r&uuml;ckt (statt eines industrialistischen Blicks) - Aspekte von Arbeit, die durch die Informatisierung in den Fokus r&uuml;cken:  - T&auml;tigkeiten, die substituiert werden: Nicht mehr nur Geschick, sondern Wahrnehmungs, Schlussfolgerungs und Ged&auml;chtnisleistung (K&uuml;nstliche Intelligenz)  - T&auml;tigkeiten, vor deren Substituion gewarnt wird und die eine Aufwertung erfahren - Kreativit&auml;t, Emotionalit&auml;t, Erfahrung   - T&auml;tigkeiten, welche gew&auml;hrleisten, dass Arbeit stattfinden kann - steuern, Organisationen verwaltend, Unternehmensentscheidungen </p>

<p> -> Suche nach Indizien f&uuml;r eine Verschiebung oder begriffliche Neufassung </p>

<p>3.1 Vom instrumentalistischen zum interaktionistischen Arbeitsbegriff </p>

<p>- Verlagerung vom Umgang mit materiellen Instrumenten hin zur Arbeit mit Informationen  - Arbeitsbegriff bisher zu kurz gefasst, oft im Zusammenhang mit stofflichen Instrumenten  - erst die Interaktion mit hochtechnisierten Instrumenten r&uuml;ckte Wahrnehmung und Interpretation wieder in den Blick - Arbeit als besonderer Fall von Interaktion - erst interaktionistische Arbeitskonzepte k&ouml;nnen bspw. die Situation und Belastung von Krankenschwestern erfassen - auch tacit skills im High Tech Bereich sind nur schwer zu erfassen oder zu substituieren </p>

<p>3.2 Vom industrialistischen Konzept ausf&uuml;hrender Fabrikarbeit zum kommunikationstheoretischen Modell organisierter Arbeit</p>

<p>- Geister scheiden sich dabei, ob neue immateriell produktionsprozesse noch mit dem alten Schema von Rationalisierung und Industrialisierung erfasst werden k&ouml;nnen - Ans&auml;tze, Arbeit aus funktionalistischer und organisationstheoretischer Perspektive zu betrachten  - Mit Blick auf Dienstleistungen wird die Begrenzung des industrialistischen Paradigmas deutlich  - Unbestimmtheit von Umfang etc. &uuml;berlassen den besch&auml;ftigten mehr Interpretationsspielraum,das setzt st&auml;rker Wissen der Arbeitenden voraus - Klassische Modelle der Befehls- und Gehorsamskette greifen nicht mehr</p>

<p>--> Es braucht einen neuen begriff der Arbeit, um diese erfassen und kritisieren zu k&ouml;nnen. Mit der Differenzierung von technsicher und sozialer Kommunikation lassen sich kritische Gesichtspunkte gewinnen. Aspekte der Organisierung von Kommunikation und Kotnrolle werden dadurch st&auml;rker gesehen </p>

<p> 4. Perspektivenwechsel in der Industriesoziologie II: Von Werkzeug und Maschinerie als Produkionsmittel zur Technik als Medium</p>

<p>Mediatisierung der Werkzeuge - informationstechnsiche Tools sind anders als ein Hobel bspw.  - In der industriesoziologischen Diskussion herrscht das Bild einer mechanischen Maschine vor - das folgt einem Zweck-Mittel-Schema - kann der Computer als Maschine und Mittel der Steigerung gesehen werden? - Ja, aber es wird der Blick daruaf verstellt, dass es eine Mischung aus determinierten und nicht-determinierten Abl&auml;ufen gibt</p>

<p> - Rammert pl&auml;diert f&uuml;r einen Begriff von neuen Technologien als Medium statt als Werkzeug </p>

<p></p>

<p></p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>Kapitel 8: Wer oder was steuert den technischen Fortschritt? - Technischer Wandel zwischen Steuerung und Evolution</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p></p>

<p>1. Technischer Wandel als soziologisches Problem </p>

<p>- Es wird einerseits Technik au&szlig;er Kontrolle betrachtet, auf der anderen Seite wird eine st&auml;rkere Kontrolle und Steuerung von Technologie gefordert  - Diesen Gegensatz f&uuml;hrt Rammert auf einen Mangel an soziologischer Theorie des technsichen Wandles zur&uuml;ck  - Es wird zu stark vom Einfluss einzelner Strukturlogiken auf Technologie ausgegangen, dabei wird technsicher Fortschritt selber nur schematisch behandelt, techische Entwicklung sei determiniert - soziale Akteure werden auf eine passive Rolle der Vollzugsinstanzen gek&uuml;rzt oder die Steuerungspotenz dominanter Akteure wird herausgestellt </p>

<p>Kapitel:  1. Welche Theorien gibt es  2. WER kommt infrage den technischen Fortschritt nach eigenen Interessen zu orientieren? Bzw. Welche M&ouml;glichkeiten haben Akteure, steuernd einzugreifen?  3. Konzept wird skizziert zwischen Steuerung und Evolution, und die eindeutige Orientierung entlang von einer Strukturlogik bestritten </p>

<p> 2. Was steuert den technischen Fortschritt? </p>

<p>Alle folgenden Theorien fragen nach der Logik, die technische Entwicklung determiniert:</p>

<p>2.1 Logik der menschlichen Gattungsentwicklung: Technische Entwicklung als Koevolution von Organ- und Symboltechniken und Funktionen des menschlichen Handelns, vom Bewegen der H&auml;nde bis zur Krafterzeugung, Wahrnehmung, Regeln durch technische Konstruktionen objektiviert </p>

<p>Kritik:  - Organm&auml;ngel m&uuml;ssten erst als solche empfunden werden, solche Brennpunkte werden durch kulturelle Filter bestimmt, Priorit&auml;ten unterliegen sozialen Auswahlmechanismen.  - Neue Techniken entstehen seltener aus einem prim&auml;ren Bed&uuml;rfnis, sondern aus der Kombination von Techniken, f&uuml;r die eine Nutzungsform dann gesucht wird, damit eine Reaktion auf selbst erzeugte M&auml;ngel, bspw. um Umweltunvertr&auml;glichkeit zu beheben </p>

<p>2.2. Eigenlogik des technischen Fortschritts: Technokratie, Dominanz technsicher Kategorien, Produktivkrafttheorie (Marx) - die in Produktivkr&auml;ften eine determinierende Struktur f&uuml;r gesellschaftliche Verh&auml;ltnisse sieht</p>

<p>Vorteil: Technik wird als gesellschaftlich relevante Gr&ouml;&szlig;e gesehen und ihre Erscheinungsformen werden untersucht  Kritik:  - Technsiche Entwicklung ist immer auf &auml;u&szlig;ere Referenzen angewiesen  - inntertechnische Gr&ouml;&szlig;en (wie Kraftersparnis oder Miniaturisierung) haben ihre Herkunft ebenfalls in &ouml;konomischen oder &auml;sthetischen Orientierungskomplexen  - Steigerung von Technik ist immer Steigerung von etwas, das ihr vorgegeben wird  - Hinter jeder technsichen Norm steckt eine sozial definierte Norm </p>

<p> 2.3 Logik &ouml;konomischer Verwertung </p>

<p>Z&auml;hlt zu den Theoriefavoriten - Annahme, dass technische Entwicklung den Regeln der &Ouml;konomie folgt. </p>

<p>Dilemmata: - Informations-Entscheidungs-Dilemma: Informationen &uuml;ber neue Technologien zu besorgen, kostet Ressourcen und Kosten sind nicht abzusehen. Oft entscheiden eher Betriebsroutinen und teilweise Vorlieben f&uuml;r Marken &uuml;ber die Einf&uuml;hrung von Technologien als &ouml;konomische Gesichtspunkte. Gestaltungsunsicherheiten entstehen in Unsicherheit, daher oftmals &quot;politische&quot; Entscheidungen. </p>

<p>- Innovations-Kontroll-Dilemma: Unterordnung von Innovationsprozessen unter unternehmerisches Kalk&uuml;l hemmt Innovation, es entstehen lediglich Ketten von Schein- und Kleininnovationen. Autonomisierung der Forschung verschlingt Kosten, Wagniskapital entzieht sich betriebswirtschaftlicher Kosten-Nutzen-Rechnung. </p>

<p> 2.4 Logik der Herrschaft und Kontrolle </p>

<p>Kritische Abestzung von der Logik &ouml;konomischer Verwertung - betonen die Kraft von Herrschaftsverh&auml;ltnissen, bspw. hegemonie der herrschenden Klasse, Dominanz des m&auml;nnlichen Geschlechts. Bspw. Zerschlagung von Technologien durch feudale Klasse, Unterwerfung der Frau unter m&auml;nnlich entwickelte Technologien, oder bessere &Uuml;berwachung der Mitarbeiter, diese st&auml;rkt die kapitalistische Herrschaftsstruktur in Betrieben. </p>

<p>Kritik: Die Vorstellung von blockartiger und zeitlich invarianter Herrschaftsstruktur l&ouml;st sich in der Empririe auf </p>

<p>Zwar schlagen sich unterschiedliche Machkonstellationen in der Entwicklung und Verwendung nieder, allerdings mit wechselnden Machtpositionen, Strategien und Interessendefinitionen der kollektiven Akteure, die an der Projektierung und Implementierung der Technik beteiligt sind. </p>

<p> 2.5 Logik kultureller Leitbilder </p>

<p>Annahme, dass bspw. Technikentwicklung im Westen durch universlae Rationalisierung gepr&auml;gt, im Orient eher durch sanfte konvivale Technik. Feminstische Kritik an der am m&auml;nnlichen Leitbild orientierten aggressiven und destruktiven Technikentwicklung. </p>

<p>Kritik: - Leitbilder sind nicht homohen - aus ihnen lassen sich keine eindeutigen Zielvorgaben herleiten    Allerdings w&auml;re es aufschlussreich, wenn ihre Leitsemantiken f&uuml;r die Orieniterung in Ingenieursdisziplinen pr&auml;zisiert werden k&ouml;nnten </p>

<p>  -> Alleinvertretungsanspruch der 5 Logiken wird relativiert. Einsinnige Strukturlogiken als Erkl&auml;rungen sind der Vielschichtigkeit technischen Wandels nicht angemessen. Rammert pl&auml;diert daf&uuml;r, die theoretischen Konzepte f&uuml;r die Analyse technischen Wandels st&auml;rker zu differenzieren:</p>

<p>In Sachlicher Hinsicht: Zwischen Typen der Technisierung unterscheiden - sachliche Artefakte oder Handlungs- und Symboltechniken? Produktionsmaschinen oder Kommunikationsmedien? Zun&auml;chst muss das Projekt der Technisierung identifiziert werden (bspw. nachrichten &uuml;bermitteln) und dann die Variationen analysiert werden. Bedeutung einer Technik entsteht aus dem Zusammenspiel von Eigenheiten der Medien, Formen, Entw&uuml;rfen, Nutzungskonzepten, Umgangsstilen.</p>

<p> In zeitlicher Hinsicht: F&uuml;r die Aussagen m&uuml;ssten die Phasen spezifiziert werden, allerdings wird sich meist auf die sp&auml;teren Phasen der Innovation, also Technikwahl oder Technikanwendung, bezogen. Laut Rammert ist es aber gerade die fr&uuml;he Phase der Technikgenese, wo Vorentscheidungen dar&uuml;ber getroffen werden, welchen Charakter die sp&auml;ter realisierten und immer wieder modifizierten Techniken annehmen. Zu diesem Zweck Orientierungskomplexe untersuchen, welche die weitere Entwicklung vorstrukturieren, die dann sp&auml;ter wieder umgeformt werden kann. </p>

<p>In sozialer Hinsicht, da Mangel an sozialer Kontextualisierung - wo wird Technik determiniert? Und durch fehlenden Akteursbezug. &Uuml;ber welche Akteure vollzieht sich die Ausrichtung? </p>

<p>-> Technik durchl&auml;uft von Anfang bis Institutionalisierung nacheinander und nebeneinander mehrere Teilbereiche der Gesellschaft</p>

<p> 3. Wer steuert den technischen Fortschritt? </p>

<p>Akteure: Soziale Kollektive, die strategisch wirken k&ouml;nnen. Soziale Integration der Handlungen kann von unterschiedlicher Art sein formal (Organisationen), normativ (soziale Bewegungen), kognitiv (Wissenschaft)</p>

<p>-> Vorstellung, dass ein einzelner Akteur steuert, scheidet aus. </p>

<p>Steuern: Abschw&auml;chung gegen&uuml;ber Determinieren. Mit Kenntnis anderer beeinflussender Faktoren und der Interaktionsweisen einem System Vorgaben machen. </p>

<p>-> Wer steuert den technischen Fortschritt wird zu &quot;Wie zentral sind einzelne Akteure gegen&uuml;ber Anderen an der Orientierung technischer Entwicklung beteiligt?&quot;</p>

<p> 3.1 Der Staat:</p>

<p>- Lenkt durch Vergabe von Geldern, technologiepolitischer Entscheidungen, rechtliche Normierung - F&ouml;rderma&szlig;nahmen sind jedoch nur Katalysator anderer Entwicklungspfade - Normierung durch Aussch&uuml;sse ber&uuml;hren die sp&auml;tere Phase einer Technik, wenn sie massenhaft angewandt werden soll, hier muss sich der Staat vom Stand der Technik und von Interessen der Professionen l&ouml;sen, um Innovationen anzuregen oder Tendenzen umzulenken  - Staat ist durch viele Gremien beeinflusst und ist auf technische Experten angewiesen </p>

<p> 3.2 Soziale Bewegungen: </p>

<p>- werden h&auml;ufig untersch&auml;tzt - korrigierend und kompensierend - Einfluss schl&auml;gt sich in staatlichen Normierungen, bspw. zu Datenschutz, Umweltschutz nieder - Kritiker und Warner, die Entwicklungen hemmen und das Risiko im Auge haben, indem sie Legitimation entziehen  - Sie sind aber auch f&ouml;rdernd und richtungsweisend - ihre Utopien und Visionen wirken sich auf konzeptuelle Umorieniterung von Technikprojekten aus - greifen ebenfalls auf Wissenschaft zur&uuml;ck</p>

<p> 3.3 Wirtschaftsunternehmen:</p>

<p>- Als Hersteller und Nachfrage &uuml;ben sie Einfluss auf - weiterhin &uuml;ber Einrichtung eigener Forschungslabors und durch Finanzierung von Entwicklungsprojekten  - dieses Gewicht gilt nicht f&uuml;r die fr&uuml;hen Phasen der Technikgenese - Unternehmen investieren eher in kleine Verbesserungen oder das Einhalten von Standards - Da wo offensiv geforscht wird, gelten nicht mehr klassische &ouml;konomische Prinzipien  - &Ouml;konomische Vorteile wurden von gro&szlig;en Konzernen oft erst sp&auml;t aufgegriffen </p>

<p> 3.4 Wissenschaft: </p>

<p>- Technisierung der Wissenschaft erzeugt Nachfrage nach Hochleistungstechnologien, die sich erst von praktischen Bed&uuml;rfnissen entfernen und sp&auml;ter zur&uuml;cktransformiert werden f&uuml;r die Anwendbarkeit  - Wissenschaftliche Erkenntnis wird mit Technischer Entwicklung verkoppelt, wissenschaftlicher Fortschritt bedingt technologischen Durchbruch und umgekehrt, bspw. in der Computerentwicklung - wissenschaftliche Konzepte zeichnen zunehmend die Pfade weiterer technischer Entwicklungen (ohne Garantie der Anwendbarkeit, bspw. im Falle der Gentechnologie)</p>

<p> -> Es gibt also weder eine dominante Strukturlogik, noch einen dominanten Akteur. </p>

<p>These: An der Pr&auml;gung der technischen Entwicklungspfade sind jeweils verschiedene soziale Akteure in wechselnden Konfigurationen beteiligt. Sie unterscheiden sich durch ihre Beziehung zu den Codes des ausdifferenzierten Teilsystens, durch strategische Steuerunsmittel, &uuml;ber die sie verf&uuml;gen und durch ihre Konzepte und Visionen der Technisierung. </p>

<p></p>

<p>4. Vorschlag f&uuml;r einen theoretischen Rahmen und f&uuml;r eine Antwort auf die Frage</p>

<p>Wer oder was steuert nun den technischen Fortschritt? Wird zu</p>

<p>1. Welche Steuerungsvorgaben werden einzelnen technischen Entwicklungen von welchen ausdifferenzierten Teilsystem der Gesellschaft mit ihren jeweiligen Orientierungskomplexen gemacht? </p>

<p>Technischer Fortschritt -> viele einzelne Entwicklung Strukturlogiken -> funktional ausdifferenzierte Teilsystem (wirtschaft, Politik, Wissenschaft) Technik -> ein dem Sozialen &auml;u&szlig;eren Medium, in dem sich die Formen der Teilsysteme einpr&auml;gen </p>

<p>Projekte der Technisierung, Formen technischer System und Umgangsweisen mit Technik sind Gegenstand soziologischer Analyse </p>

<p>In Organisationen werden die jeweiligen Codes zur Geltung gebracht. Gleiche Elemente werden in unterschiedlichen Organisationskontexten - bspw. wissenschaftich oder milit&auml;risch - unterschiedlich reorganisiert. Bspw. Entwicklung ziviler Atomtechniken als Umcodierung vorhandener wissenschaftlicher konzepte</p>

<p>2. Welche Akteure setzen sich in welchen Phasen der technischen Entwicklung und mit welchen Technisierungsvisionen in Konkurrenz oder Koalition mit anderen Akteuren durch </p>

<p> - Einzelne Techniken sind das Ergebnis eines Widerstreits verschiedener Projekte und einer gelungenen Schlie&szlig;ung einer Debatte um alternative Pfade - Idee des rationalen Akteurs wird ersetzt durch &quot;Leitorientierungen situativ handelnder Agenten, welche sich mit ihren Technikprojekten in den gesellschaftlichen Arenen des &ouml;konomischen Wettbewerbs, der politischen Aushandlung und des kulturellen Kampfes um Sinngebund bew&auml;hren und durchsetzen m&uuml;ssen&quot;</p>

<p> Gespaltenheit zwischen Technik au&szlig;er Kontrolle zu sehen und andererseits auf die Kontrolle von Technologie zu setzen, spiegelt sich in den Theorien wieder: Strukturlogiken unterstreichen die ZWangsl&auml;ufigkeit von Technologie, soziale Akteure werden auf die Rolle der Vollzugsorgane oder Opfer des technischen Fortschritt zur&uuml;ckgedr&auml;ngt. In der technischen Entwicklung wird eine Eigendynamik gesehen, die nicht aufzuhalten ist.  Auf der Mezo- und Mikroebene werden den Akteuren rationale Gew&auml;hltheit und soziale Konstruiertheit der Techniken hervorgehoben. Soziale Zw&auml;nge werden von Akteuren au&szlig;er Kraft gesetzt.</p>

<p>Aber: Technischer Wandelt folgt weder einer Strukturlogik, die au&szlig;er Reihweiter der Akteure liegt, noch bietet er sich f&uuml;r die Steuerungsintentionen der Akteure an. Die Analyse bedarf eines theoretischen Rahmens, mit der technische Wandel zwischen Steuerung und Evolution konzipiert wird: Verbindung zwischen Evolutionstheorie (Luhmann) mit Technikgenese (Pinch/Bijker) </p>

<p>Evolutionstheorie&#160;[Alles folgende bis Teil III recht wirr, da auch unvollst&auml;ndig von Rammert dargestellt]</p>

<p>- geht nicht von einer Gerichtetheit der Entwicklung aus - sie setzt nur eine Beboachtbarkeit der Maschninen voraus, die aus Kombination und Kontinuit&auml;t technsicher Entwicklung heraus entstehen, nicht aus einer Logik der Bed&uuml;rfnisse oder Notwendigkeit.  Es k&ouml;nnen sich Funktionen von Technologien durchsetzen, die sich durch keine Strukturlogik erkl&auml;ren lassen (bspw. Juke Box als verwendung des Phonographen statt des von Geldgebern favorisierten Diktierger&auml;ts) sondern durch mehrfache Selektion durch wechselnde Faktoren zu unterschiedlichen Zeiten.  - Es kann ber&uuml;cksichtigt werden, dass es oft unbeabsichtigte Nebenfolgen sind, die zu innovation f&uuml;hren, da intentionale Handlungstheorie da zu kurz greift - es geht eher darum, herauszufinden, wie Selektionsprozesse passieren  - Kann Probleme der Makro- und Mikrosoziologie &uuml;berwinden. Makro kann oft elementare soziale Prozesse nicht erfassen, bspw. wie Subjektivit&auml;t m&ouml;glich ist, wenn die Akteure programmiert sind durch bspw. Kultur, gleiches gilt f&uuml;r rational-choice Ans&auml;tze auf der Mikroebene, wenn die Akteure strategischen Kalk&uuml;len zu folgen haben </p>

<p>Verbindung von Evolutionstheorie und Sozialkonstruktivistischer Theorie: - Verkopplung von genetischen Erkl&auml;rungen der Variation mit evolutionstheoretischen Erkl&auml;rungen der Selektion  - Erzeugung von Varianten (Von Forschungsideen, Erfindungsideen, ...) l&auml;sst sich dann als Kopier- und Kombinationst&auml;tigkeit in Konfigurationen von Akteuren und als Kreuzung unterschiedlicher Milieus rekonstruieren</p>

<p>Wie kann eine Evolutionstheorie bei einem sachlichen Artefakt greifen? Indem Technik vom sachlichen Artefakt gel&ouml;st wird. Sie ist ein soziales Projekt in welchem mit bestimmten sachlichen Artefaken auf eine bestimmte Art und Weise umgegangen wird. &Auml;hnliche Artefakte werden mit unterschiedlicher Bedeutung aufgeladen. </p>

<p>Technischer Wandel kann unter dieser evolution&auml;ren Perspektive als mehrstufiger Prozess konzipiert werden. Umfasst Generierung, Konstruktion, Implementation, Institutionalisierung - diese eint aber kein geradliniges band, wie das Phasenmodell es sufferiert, jedes Mal handelt es sich um eine neue Kombination der Elemente und Rgeln, wobei die Umgebungen und Codes jedes Mal wechseln. </p>

<p>Anhand dieser Theorie kann nach den dominanten Akteuren f&uuml;r zeitliche Phasen gefragt werden oder nach dem funktionalen Primat eines gesellschaftlichen Teilsystems. </p>

<p> Wer oder was steuert technische Entwicklung?  Antwort: Vorherrschende Thesen von der Dominanz der Wirtschaft und des Milit&auml;rs m&uuml;ssen eingeschr&auml;nkt werden, da sie eher f&uuml;r sp&auml;tere Phasen der Innovation gelten und auch dort kulturellen und politischen Einfl&uuml;ssen ausgesetzt sind. Genau genommen treffen Milit&auml;r und Wirtschaft immer auf vorgeformte Technikenvarianten, an deren Entstehung sie keinen Anteil hatten. </p>

<p>Den zentralen Ort vermutet Rammert in der Forschung - dort entstehen neue Projekte, aus wissenschafltichem Forschen (Erkenntnisgewinn) und technisches Forschungshandeln (N&uuml;tzlichkeit, Effizienz) Aktuelle neu auftretende Technologien entstehen aus der Kreuzung von Wissenschafts- und Ingenieurskulturen. </p>

<p></p>

<p> ----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>TEIL 3 Die verschlungenen Bande zwischen Technik und Alltagsleben</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>Kapitel 9: Technik und Alltagsleben - Sozialer Wandel durch Mechanisierung und technische Medien </p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p> 1. Der Wandel allt&auml;glicher Lebensformen unter dem Eindruck neuer Techniken </p>

<p>Oft wird die Ver&auml;nderung der betrieblichen Arbeit erf&auml;hrt weitaus mehr Beachtung als allt&auml;gliche Umw&auml;lzungen, bspw. das WC, Herd, Waschmaschine, Motorisierung, Elektrifizierung der Kommunikation, auch diese werden teilweise als Revolution begriffen, aber Giedion spricht von &quot;anonymer Geschichte&quot;, wenn es um den grundlegenden Wandel der allt&auml;glichen Lebensformen geht. </p>

<p>Alltagsleben: Soziales leben au&szlig;erhalb der Erwerbsarbeit, Haushalt, Freizeit, Familie - hat sich &uuml;ber Jahrhundert kaum ver&auml;ndert, aber in den letzten 150 jahren rasant: Ofentypen, Fortbewegung, Reisen, Distanzen, die zur&uuml;ckgelegt werden, Zeiterfahrung. </p>

<p>Mit der Ver&auml;nderung von Raum- und Zeitstrukturen &auml;ndern sich auch soziale Praktiken und Verh&auml;ltnisse, es wird bspw. eine telfonische Anmeldung vor einem Besuch erwartet.</p>

<p>Theoretische Deutungsnagbeote rund um die Technisierung und den Wandel des Alltagslebens: Rationalisierung, Modernisierung, Kultivierung und postmoderne Pluralisierung</p>

<p>Modernisierungstheorie: Arbeits- und Kostenersparnis, Freisetzung von Ressourcen Industriekritische Perspektive: Neue Standards brauchen die Ressourcenersparnis auf, universelle Standards zersetzen die Eigenheiten des Alltags</p>

<p>-> Dabei werden industrielle Arbeitswelten auf den Haushalt &uuml;bertragen </p>

<p>Postmoderne: Geht vom Eigensinn und Vielfalt kultureller Wirklichkeiten aus, als Gegenwelt zur einheitlichen Moderne - Optimistisch: Kulturen bringen Techniken hervor, die sie zur &Uuml;berwindung ihrer Schranken brauchen, Techniken werden durch die vielf&auml;ltigen Milieus und Alltagswelten mit Bedeutung versehen - Pessimistisch: Moderne schl&auml;gt ins Irrationale um und der Technik sind keine Grenzen gesetzt</p>

<p>-> Teilen die Ansicht, dass das Alltagsleben an der Entstehung und Aneignung Anteil hat, im Unterschied zur Moderen, die or allem &ouml;konomische formt und den Alltag beeinflusst, stehen hier partikulare Kulturen im Blick, Praktiken des Alltags formen Technik </p>

<p> Begriff der Technik: Sachliche Erscheinungsformen, auch das technische Abwassernetz, im gr&ouml;&szlig;eren Verband, als Systeme, in denen Elemente verkn&uuml;pft sind  - Auch Sexualtechniken oder der Planung -> Technisierung des Denkens und Handelns </p>

<p>Begriff der Technisierung: Sozialer Prozess, Handlungsabl&auml;ufe zu schematisieren, zu zerlegen und neu zu kombinieren und fixieren, damit sie dauerhaft zu einem Zweck funktionieren - sachliche Artefakte k&ouml;nnen Teil davon sein. </p>

<p>Intention Rammerts: Zusammenhand/Interdependenzen zwischen technischem und soziokulturellem Wandel hervortreten lassen, anhand des Haushalts und der Kommunikation</p>

<p></p>

<p> 2. Mechanisierung der T&auml;tigkeiten im h&auml;uslichen Alltag </p>

<p>Mechanisierung: &Uuml;bersetzung von bewegungen in eine k&uuml;nstliche Vorrichtung, auch durch Ver&auml;nderung der Handlungsabl&auml;ufe</p>

<p>Geschichte reicht weit zur&uuml;ck und war nicht immer auf N&uuml;tzlichkeit abgerichtet, sondern auch auf Wunderbares und Verzauberung statt Rationalisierung. Im 19. Jhd Siegeszug der N&uuml;tzlichkeit in der Textilbranche, f&uuml;hrte zur industriellen Revolution, infolge dessen wandelten sich die materiellen Bedingungen im Alltag. </p>

<p>- trennung von Arbeit und Haushalt f&uuml;hrte zur Verst&auml;dterung - arbeitsfreie zeit wurde unterschieden und schaffte Hobbys  - neues Versorgungsmodell entstand, aus Einkommen und Massenpridutkion, weniger Eigenproduktion und mehr Konsum </p>

<p>-> Das waren die strukturellen Voraussetzungen f&uuml;r die Umw&auml;lzung des Alltags, aber die Mechanisierung von Haushalten erfolgte sp&auml;ter, durch drei bedingungen: </p>

<p>1. Haushalte mussten an technische Infrastruktursysteme angeschlossen sein  2. Mussten bei Ingenieuren Ideen entstehen, wie diese im Haushalt nutzbar waren 3. Mussten &ouml;konomische Voraussetzungen stimmen - Einkommen der Massen mussten steigen, Preise mussten fallen  4. Kulturelle Modelle, die das Empfinden, Denken und Begehren im Alltagsleben orientieren mussten sich wandeln, bspw. American Way of Life und ver&auml;nderte Sichtweisen auf Frauen in Haushalten </p>

<p>Die meisten Ger&auml;te dienten der Zeitersparnig, aber ob sie zu weniger Arbeit beitrugen entschied die Verwendung - so stiegen Hygienestandards und das Auto f&uuml;hrte dazu, dass gr&ouml;&szlig;ere Wege in Kauf genommen und vorausgesetzt wurden </p>

<p>-> Unterschied der Mechanisierung des Haushalts zur Arbeitswelt: Mit den Haushaltsarbeiten soll kein Einkommene rzielt werden, sie unterliegen keiner &ouml;konomischer Bewertung </p>

<p>Eine Maschinisierung der T&auml;tigkeiten im Haushalt kann daher nicht systematisch betrieben werden, Interaktionen k&ouml;nnen nur umverteilt werden. Technik ist eher Unterst&uuml;tzung als Ersatz der T&auml;tigkeiten. </p>

<p>-> Es fand keine Industrialisierung statt, eher eine Familiarisierung Feminisierung, Aufgaben wurden externalisiert, die Haush&auml;lte wurden kleiner und intimer und den Frauen wurden die Haushaltst&auml;tigkeiten zugeordnet, geschlechtsspezifische Arbeitsteilung</p>

<p>Es war keine Entlastung, sondern Umverteilung der Lasten: Freisetzung von Reinigungsarbeiten -> gewissenhafterer Einsatz und erh&ouml;hte Sauberkeitsstandards Erleichterung des Kochens -> anspruchsvollere K&uuml;che Verminderung der Hausarbeiten -> Versch&ouml;nerung des Heims </p>

<p>Keine Befreiung von ungleichheiten, die Haushaltstechnisierung passt sich den jeweiligen sozialstrukturellen und kulturellen Gegenheiten an </p>

<p> Individualisierung: Mit Arbeitsplatzspezialisierung, Wohlstand und Eigenheimbau r&uuml;ckten private und individuelle Werte in den Vordergrund, was zu einem neuen Typen von Technik f&uuml;hrte, der individuelle Freiheit steigern sollte: Individualverkehr, eigener Waschautomat, durch Emganzipierung Zweitwagen etc.</p>

<p>Technik wurde irgendwann auch Ausdruck des individuellen Lebensstils - demonstrativer Konsum, technische Differenziertheit wurde Material f&uuml;r pers&ouml;nlichen Ausdruck </p>

<p></p>

<p>3. Die Mediatisierung der Kommunikation im privaten und &ouml;ffentlichen Alltagsleben </p>

<p>[kurzer historischer Abriss &uuml;ber Schrift und Druck] - elektronische Medien im 20. Jhrd erreichen das Alltagsleben der Masse - Sprache hat die nat&uuml;rlichen Ausdrucksm&ouml;glichkeiten gesteigert (&uuml;ber Gestik, Rufe hinaus) - Verschriftlichung der Kommunikation l&ouml;st sie vom uspr&uuml;nglichen sozialen Kontext, macht sie eindeutig und dauerhaft und kritisierbar - technische Verbreitung l&auml;sst die R&auml;ume anwachsen, in die Kommunikation diffundiert - Gleichzeitigkeit der Kommunikation l&auml;sst R&auml;ume schrumpfen und Zeit sich verdichten (global village, nach McLuhan), Verkleinerung der Welt </p>

<p>Wie wirkt sich das auf die Alltagskommunikation aus und wie wird Kommunikation durch Alltagspraktiken selbst beeinlusst? </p>

<p>Eigenschaften der Meden stellen nur eine erste Dimension dar, in der r&auml;umliche und zeitliche Welten der Kommunikation vorstrukturiert werden. Wie andere technscihe Erfindungen unterliegen Medien auch Prozessen der gesellschaftlichen Institutionalisierung und ihrer Kultivierung im Alltagsleben</p>

<p>Das Telefon beispielsweise hatte lange mit sozialen Hindernissen zu hadern ehe es sich verbreitete, viktorianische Etikette, wilhelminische Autorit&auml;t... erst mit der Modernisierung des Alltagslebens nahm es an Fahrt auf und &auml;nderte auch die Kommunikationskulturen</p>

<p>Kultivierung:  - eine technische Neuerung muss erst angeeignet werden, in die Praktiekn des Alltagsleben als selbstverst&auml;ndlich eingebaut werden, um sich in der Gesellschaft erfolgreich zu verbreiten (so wie das Fahrrad) - Aneignung geschieht nicht nach einem festen Muster, neue Ger&auml;te werden zu unterschiedlichen Zwecken und Weisen in den Alltag integriert (beispiel Computer: F&uuml;r einige Bastelobjekt, andere lernen damit programmieren, andere sehen es als schicken Einrichtungsgegenstand)</p>

<p>-> Jeweilige kulturelle Rahmung eines technischen Medium im Alltagsleben h&auml;dt es mitunterschiedlichen Beduetungen auf, woraus sich Praktiken und Stile des Umgang ergeben </p>

<p>Die technischen Medien beeinflussen wiederum das allt&auml;gliche Leben, durch Informationsdichte, ver&auml;ndertem Kommunikationsverhalten, etc.</p>

<p></p>

<p>4. Krisen der Verallt&auml;glichung - Erneuerung technsicher Leitorientierungen </p>

<p>generell scheinen Technisierungen im Alltagsleben reibungsloser zu sein als in der Industrie, wo soziale Konflikte und &ouml;konomische Krisen mit verbunden sind, aber auch hier gibt es Problem, diese sind aber eher &quot;kulturell Konflikte&quot;.   - Akzeptanzkrise: Die einen betonen die Verluste, die anderen sehen Fortschritt und Emanzipation.   - Krise durch Verallt&auml;glichung: Wenn eine Technik etabliert ist und dann unvorhergesehen Nebenfolgen erzeugt, beruht h&auml;ufig auf Masseneffekten, wie Umweltbeeinflussung</p>

<p>-> Stellen das gesamte Modell der industriellen Modernisierung des Alltagsleben infrage, aber eine Umorientierung ist unwahrscheinlich, da Techniken im Alltag mit Infrstruktursystemen verzahnt sind, wie Schienen oder Wasser, und somit mit Geldmitteln und Gruppeninteresse (siehe nachger&uuml;steter Automobilverkehr statt Abschaffen des Individualverkehrs)</p>

<p>Nur vereinzelt gibt es Bereiche in denen alternative, sparsamere und intelligentere technische Praktiken erprobt werden, bspw. im Solaranlagenbau ec. </p>

<p></p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>Kapitel 10: Der nicht zu vernachl&auml;ssigende Anteil des Alltagslebens selbst an seiner Technisierung</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>Auch in der Technisierung des Alltagslebens gibt es keine einzelne Kraft, die in eine Richtung weist, weder Werbung noch Angebotsmacht der Produzenten kann die Entscheidungssouver&auml;nit&auml;t der Konsumenten grunds&auml;tzlich &uuml;berspielen</p>

<p>Es war nicht der industrielle Kapitalismus selbst, der unmittelbar zu einer Modernisierung der Lebensweise f&uuml;hrte. Es war ein Wandel des Alltagslebens selbst: Die Umorientierung auf ein neues Modell der Lebensf&uuml;hrung (American Way of Life)</p>

<p>-> konsumeristisches Paradigma </p>

<p>- massenhafte Abkehr von traditionaler Versorgungsweise hin zur modernen Versorgungsweise, welch die Bed&uuml;rfnisse am Erwerb und Verf&uuml;gung industriell gefertigter Verbrauchsg&uuml;ter dynamisiert (anstelle selber produzierter Eier etc.) - Industrielle Massenproduktion und Pool an technischen Erfindungen mussten erst auf einen modern eingestellten Haushalt treffen </p>

<p>Im Alltagsleben gab es eine starke Hinwendung vom &Ouml;ffentlichen zum Privaten, damit wurde der Weg geebnet f&uuml;r die Waschmaschine (statt der W&auml;scherei)</p>

<p>-> Herrschaft der Mechanisierung wurde dem Alltag nicht oktroyiert, sondern durch den kulturellen Paradigmenwechsel im eigenen Bereich vorbereitet </p>

<p> Technisierung im &ouml;konomischen System folgt einer einsinnigen Rationalit&auml;t, im Alltagsleben wird die Wahl der Technik durch eigensinnige Mischungen von Rationalit&auml;tsstandards bestimmt. In der Alltagspraxis gelebte Modelle ergeben die Auswirkungen, von Technik-Freaks bishin zum demonstrativen Luxuskonsumenten. </p>

<p>R&uuml;ckkoppelung/Wirkung auf die Industriegesellschaft: Neue Techniken verlieren schnell ihre Aura als Droh- oder Heilmittel, wenn sie einmal angeeignet sind, daraus entsteht eine generelle Akzeptanz und damit Tr&auml;gheit des Alltagslebens, die weitere Innovationen angesichts sozial und &ouml;kologisch unvertr&auml;glicher Masseneffekte zu blockieren</p>

<p>Auch aus dem Alltagsleben heraus entstehen Impulse und Druck auf industrielle Kernsysteme - Remoralisierung technischer Fragen bspw., Entfaltung anderer Bed&uuml;rfnisdynamik</p>

<p>-> Das Alltagsleben ist nich das ANh&auml;ngsel der industriellen Kernsysteme, sondern eine eigenst&auml;ndige und kulturell orientierende und politisch bewegende KRaft neben der &ouml;konomischen und technisch-wissenschaftlichen</p>

<p></p>

<p></p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>Kapitel 11: Machenisierung und Modernisierung des privaten Haushalts - Grenzen &ouml;konomischer Rationalisierung und Tendenzen sozialer Innovation</p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p></p>

<p>1. Technische Innovation und Rationalisierung im Haushalt: Wege aus der wirtschaftlichen Stagnation oder Wege in die Modernisierungsfalle? </p>

<p>Fragestellung des Kapitels: Lassen sich Technisierung und Rationalisierung im Haushalt analog zur industriellen Rationalisierung betrachten? Und unter welchen &ouml;konomischer, technologischen und soziokulturellen Bedingungen schafft ein innovationsschub in neuen Haushaltstechniken Arbeitspl&auml;tze &amp; Aufschwung? </p>

<p>Bew&auml;ltigung von krisenlagen durch Rationalisierung des Haushalts steht den steigenden Kosten des technsichen Fortschschritts entgegen. Ein &ouml;konomiekritischer und soziologischer Blick sieht die steigenden Kosten und sozialen Nebenwirkungen. Schlussendlich soll das industriell-konsumeristische Paradigma infrage gestellt und Alternativen aufgezeigt werden. </p>

<p> 2. Neue Techniken in den Haushalten und wirtschaftlicher Aufschwung</p>

<p>Die &quot;mirkoelektronische Revolution&quot; wird von vielen als eine impulsgebende Basisinnovation (Bezug auf Kondratieff-Zyklus) gesehen. Bestrebungen, die Haushaltstechnik mikroelektronische zu erneuern gewinnt damit an bedeutung als Katalysator f&uuml;r wirtschaftlichen Aufschwung. </p>

<p>Gershuny: Ausdehnung der Dienstleistungen wird durch private Anschaffungen ersetzt. Steigende Preise f&uuml;r Dienstleistungen, sinkende Preise f&uuml;r Ger&auml;te und steigende Netto-Einkommen f&uuml;hren zu einer Expansion des Marktes. Au&szlig;erdem haben auch haushalte sich wandelnde Versorgungsweise (soziale Innovation)</p>

<p>-> F&uuml;hrte zu einem Aufschwung in den 50/60er Jahren (Wirtschaftswunder) mit dem Wechsel von der traditionellen zur modernen Versorgungsweise: Erwerb und Konsum vorgefertigter Waren und der Erwerb technischer Ger&auml;te zur Rationalisierung der traditionellen und zur Eigneerstellung neuer Leistungsfunktionen (Radio)</p>

<p>F&uuml;hrte zu einem Wirtschaftlichen Aufschwung - ist das gleiche auch f&uuml;r einen Innovationsschub in den Haushalten zu erwarten? </p>

<p>&Ouml;konomisch: Nein, die Potentiale sind fast ersch&ouml;pft und es wird strukturelle mehrkosten da (h&ouml;here Werbekosten, Wefall der verwandtschaftlichteten Versorgung) Technologisch: Nein, Mikroprozessor ist nur eine neue Basisinnovation, Ger&auml;te k&ouml;nnen dadurch verfeinert oder vernetzt werden  Soziokulturell: Nein, denn alternative Paradigmen der Versorgungsweise haben bisher noch nicht viel Akzeptanz </p>

<p> 3. Das Paradigma der industriell-konsumeristischen Rationalisierung und seine Grenzen </p>

<p>Behandelt wird die Modernisierungsfalle: Es ist der Erfolg des industriell-konsumeristischen paradigmas, das es an seine Grenzen bringt</p>

<p>Modernisierung des privaten Haushalts: </p>

<p>Organisierung: rationelle Nutzung der menschlichen Arbeitskraft, Mitglieder des Haushalts gehen als Arbeitskr&auml;fte auf den Arbeitsmarkt Technisierung: Stetig fortschreitender grat der Mechanisierung und Elektrifizierung der T&auml;tigkeiten, nehmen Arbeit ab, stellen aber auch neue Aufgaben und stellen Zw&auml;nge auf Verwissenschaftlichung: Erfahrungswissen wird ersetzt durch Expertenwissen - insbesondere bei Funktionsst&ouml;rungen oder bei der Auswahl  Kapitalisierung: Haushalte verf&uuml;gen &uuml;ber hohes vergegenst&auml;ndlichtes Kapital - Ger&auml;te, Autos, etc. </p>

<p>Das industriell-konsumeristische Paradigma der Rationalisierung hatte eine hohe Durchsetzungs- und &Uuml;berzeugungskraft. Es versprach Entlastung, private Wohlfahrt, Autonomie und Komfort, hinzu kommen aber neue Risiken und Abh&auml;nigkeiten und Verluste</p>

<p>Welche Folgen gibt es? - Haushalte sind von Erwerbseinkommen abh&auml;ngig, da Subsistenz aufgegeben wurde - geschlechtliche Arbeitsteilung wurde erheblich versch&auml;rft, Frauen sind weiterhin mit der gering gesch&auml;tzten Hausarbeit belastet, auf dem Arbeitsmarkt warten prek&auml;rere Arbeitsverh&auml;ltnisse  - deutliche Entlastung wich einer erh&ouml;hten Sauberkeitsnorm, neue Aufgaben der Wartung und Pflege  - &Ouml;kologische Faktoren, Umweltzerst&ouml;rung  - Wissen &uuml;ber Erzeugung und Qualit&auml;t von Nahrungsmitteln ist verloren gegangen - OFt ist das eigene Waschen/Kochen ineffizient und Kapital wird in Haushalten nicht effizient genutzt  - kommunikative Funktionen werden in den Hintergrund ger&uuml;ckt </p>

<p>Das Problem daran ist das &ouml;konomisch verengte Paradigma, das einen bestimmten Stil der Haushaltsf&uuml;hrung zum universell effektiven und rationalen Modell erhebt und andere Versorgungsweisen missachtet. Traditionelle Versorgungsstrukturen werden leichtfertig verdr&auml;ngt, Modernisierung zerst&auml;rt sozaile Netzwerke</p>

<p>--> Problematisch ist nicht die Modernisierung des privaten Haushalts mit organisatorischen, technischen und wissenschaftlichen Mitteln, sondernn ihre endenz zur Monokultur und zur Kolonialisierung kultureller Lebensformen und kommunikativer Praxis </p>

<p> 4. Kulturelle Gegenbewegungen als soziales Experimentierfeld f&uuml;r eine post-konsumeristische Versorgungsweise?</p>

<p>Von einer eng gef&uuml;hrten Modernisierung hin zu einer offenen Modernisierung, neue soziale Bewegungen liefenr Ans&auml;tze: </p>

<p>Alternativunternehmen und gemeinschaftlich wirtschaftendes Haus: Formen des gemeinsamen Arbeitens und Lebens werden erprobet, woe Trennung zwischen betrieb und Haushalt &uuml;berwunden werden soll, starke Arbeitsteilung und die einseitige Belastung der Frau mit Haushalts- und Psychologieaufgaben wird aufgebrochen </p>

<p>Eine neue Mischung von zunehmend individualisierter lebensstil, kollektiv organisierte Versorgungsweise - stammt ebenfalls aus dem Druck, den die Frauenbewegung auf herk&ouml;mmliche Rollen aus&uuml;bt </p>

<p>Offener Zugang zu technischen Infrastrukturen, selbstbestimmte Nutzung und Kontrolle der technischen Ger&auml;te und kollektrive Nutzung technischer Anlagen in technsichen Communities und biologisch-dynamischen Landwirtschaftsbetrieben</p>

<p>&Ouml;kologiebewegung - bewusstere Lebensweise, Verringerung des Fleischkonsums, Verringerung von Verpackungen... </p>

<p>Gensossenschaften senken den einzeln aufzubringenden Kapitalanteil, Wohngemeinschaften schm&auml;lern die Gr&uuml;ndungskosten eines Haushalts, es k&ouml;nnen effektivere Ger&auml;te angeschafft werden. </p>

<p> -> Nicht die Suche nach neuen Technologien oder nach zus&auml;tzlichen Anwendungsgebieten f&uuml;hren aus der Modernisierungsfalle heraus, sondern das Entwerfen und Erproben neuer Lebens- und Versorgungsweisen, die der Individualisierung der Lebensstile gr&ouml;&szlig;eren Spielraum geben und die kollektive Versorung reorganisieren. Die soziale Innovation musss in diesem existentiellen Bereich der technischen Innovation vorausgehen und ihr den Weg weisen. </p>

<p></p>

<p> ----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>Kapitel 12: Der Anteil der Kultur an der Genese einer Technik: Das Beispiel des Telefons </p>

<p>----------------------------------------------------------------------------------------------------------------------------------------</p>

<p>1. Kulturelle Orientierung der technischen Entwicklung: Eine untersch&auml;tzte Forschungsperspektive</p>

<p></p>

<p></p>


<h4>Wajcman, Judy (1991): Feminism Confronts Technology. Cambridge: Polity Press.</h4<br>

<h4>MacKenzie, Donald/Wajcman, Judy (1999): the Social Shaping of Technology. Second edition. Buckingham Open University Press.</h4><br>


    </ul>





<h3>More stuff that I read</h3>

        <ul>

            <li>...</li><br>


        </ul>

<h3>I want to read</h3>

     <ul>
        <li>Schwartz-Cowan, Ruth: More Work for Mother</li>

        <li>Cockburn, C.: Brothers. Male Dominance and Technological Change</li>

        <li>Giedeon, Sigfrid: Alltagstechniken, hat die Mechanisierung des Haushaltes und des WOhnens untersucht, Waschmaschine spart nicht nur Zeit ein, sie führt bspw. auch zu einer erhöhten Sauberkeitsnorm, etc. (Rammert, S. 25)</li><br>

        <li>McLuhan, Marshall: Die Gutenberg-Galxis, Die Eigenheit des Mediums ist prägender als der übermittelte Sinngehalt, Buchdruck organisiert Wahrhenhmung und Zeiterfahrung, etc.  (Rammert, S. 25)</li><br>


        <li>Gilfillan, Colum: Sociology of Invention  (Rammert, S. 36)</li><br>

     </ul>


<h3>More Interesting Links</h3>

     <ul>

        <li>...</li><br>  
    

    </ul>            

 <h3>Contacts</h3>

        <ul>
            <li>...</li><br>
        </ul>


</body>
</html>